{
  "palabraAIndice": {
    "4": 145,
    "5": 1112,
    "7": 894,
    "8": 646,
    "16": 647,
    "24": 893,
    "30": 818,
    "32": 146,
    "70": 672,
    "180": 673,
    "1520": 983,
    "1581": 1239,
    "2012": 1240,
    "te": 1,
    "llamas": 2,
    "mi": 3,
    "nombre": 4,
    "nexo": 5,
    "security": 6,
    "estoy": 7,
    "aqui": 8,
    "brindarte": 9,
    "soporte": 10,
    "hola": 11,
    "puedo": 12,
    "ayudarte": 13,
    "hoy": 14,
    "buenos": 15,
    "dias": 16,
    "asistirte": 17,
    "puedes": 18,
    "hacer": 19,
    "responder": 20,
    "preguntas": 21,
    "informacion": 22,
    "sobre": 23,
    "seguridad": 24,
    "electronica": 25,
    "cuales": 26,
    "son": 27,
    "tus": 28,
    "funciones": 29,
    "respondo": 30,
    "consultas": 31,
    "brindo": 32,
    "instalacion": 33,
    "quiero": 34,
    "instalar": 35,
    "camaras": 36,
    "ofrecemos": 37,
    "guias": 38,
    "cuanto": 39,
    "cuesta": 40,
    "camara": 41,
    "costo": 42,
    "depende": 43,
    "del": 44,
    "tipo": 45,
    "necesito": 46,
    "ayuda": 47,
    "alarma": 48,
    "dime": 49,
    "problema": 50,
    "tienes": 51,
    "ayudare": 52,
    "configuro": 53,
    "ip": 54,
    "configurar": 55,
    "necesitas": 56,
    "conectarla": 57,
    "red": 58,
    "acceder": 59,
    "interfaz": 60,
    "web": 61,
    "cual": 62,
    "mejor": 63,
    "marca": 64,
    "algunas": 65,
    "marcas": 66,
    "recomendadas": 67,
    "hikvision": 68,
    "dahua": 69,
    "tplink": 70,
    "ofrecen": 71,
    "tecnico": 72,
    "si": 73,
    "tenemos": 74,
    "configuracion": 75,
    "dispositivos": 76,
    "contamos": 77,
    "manuales": 78,
    "tutoriales": 79,
    "sistemas": 80,
    "monitorear": 81,
    "casa": 82,
    "desde": 83,
    "celular": 84,
    "aplicacion": 85,
    "movil": 86,
    "tu": 87,
    "tiempo": 88,
    "real": 89,
    "dvr": 90,
    "claro": 91,
    "diferencia": 92,
    "entre": 93,
    "nvr": 94,
    "usa": 95,
    "analogicas": 96,
    "cctv": 97,
    "significa": 98,
    "circuito": 99,
    "cerrado": 100,
    "television": 101,
    "videovigilancia": 102,
    "yo": 103,
    "mismo": 104,
    "pero": 105,
    "recomendable": 106,
    "seguir": 107,
    "guia": 108,
    "o": 109,
    "consultar": 110,
    "profesional": 111,
    "tarda": 112,
    "instalarse": 113,
    "sistema": 114,
    "tamano": 115,
    "suele": 116,
    "tomar": 117,
    "unas": 118,
    "horas": 119,
    "dia": 120,
    "me": 121,
    "recomendar": 122,
    "necesidades": 123,
    "wifi": 124,
    "buena": 125,
    "opcion": 126,
    "las": 127,
    "tienen": 128,
    "vision": 129,
    "nocturna": 130,
    "muchas": 131,
    "infrarrojos": 132,
    "seguro": 133,
    "usar": 134,
    "debes": 135,
    "cambiar": 136,
    "contrasena": 137,
    "predeterminada": 138,
    "cifrado": 139,
    "wpa2": 140,
    "conectar": 141,
    "varias": 142,
    "segun": 143,
    "modelo": 144,
    "pueden": 147,
    "ver": 148,
    "televisor": 149,
    "tiene": 150,
    "salida": 151,
    "hdmi": 152,
    "vga": 153,
    "hay": 154,
    "sin": 155,
    "cables": 156,
    "existen": 157,
    "inalambricas": 158,
    "bateria": 159,
    "recargable": 160,
    "hablar": 161,
    "traves": 162,
    "audio": 163,
    "bidireccional": 164,
    "pasa": 165,
    "va": 166,
    "luz": 167,
    "respaldo": 168,
    "seguira": 169,
    "funcionando": 170,
    "grabar": 171,
    "imagenes": 172,
    "nube": 173,
    "almacenamiento": 174,
    "almacenan": 175,
    "grabaciones": 176,
    "disco": 177,
    "duro": 178,
    "puede": 179,
    "ser": 180,
    "semanas": 181,
    "detectar": 182,
    "movimientos": 183,
    "deteccion": 184,
    "movimiento": 185,
    "envio": 186,
    "alertas": 187,
    "alarmas": 188,
    "conectarse": 189,
    "inteligentes": 190,
    "permiten": 191,
    "control": 192,
    "hago": 193,
    "no": 194,
    "graba": 195,
    "revisa": 196,
    "estado": 197,
    "tarjeta": 198,
    "sd": 199,
    "exteriores": 200,
    "debe": 201,
    "resistente": 202,
    "agua": 203,
    "polvo": 204,
    "ip66": 205,
    "superior": 206,
    "ubicacion": 207,
    "area": 208,
    "quieras": 209,
    "cubrir": 210,
    "deben": 211,
    "estar": 212,
    "puntos": 213,
    "estrategicos": 214,
    "altos": 215,
    "alexa": 216,
    "compatibles": 217,
    "google": 218,
    "assistant": 219,
    "cuotas": 220,
    "mensuales": 221,
    "solo": 222,
    "requieren": 223,
    "compra": 224,
    "inicial": 225,
    "suscripciones": 226,
    "mejorar": 227,
    "reforzar": 228,
    "puertas": 229,
    "ventanas": 230,
    "necesitan": 231,
    "internet": 232,
    "funcionan": 233,
    "borrar": 234,
    "automaticamente": 235,
    "mayoria": 236,
    "los": 237,
    "sobrescriben": 238,
    "videos": 239,
    "antiguos": 240,
    "tipos": 241,
    "termicas": 242,
    "ptz": 243,
    "inteligencia": 244,
    "artificial": 245,
    "dvrnvr": 246,
    "conexion": 247,
    "cuantas": 248,
    "zonas": 249,
    "generalmente": 250,
    "recomienda": 251,
    "menos": 252,
    "elegir": 253,
    "fuente": 254,
    "alimentacion": 255,
    "cableadas": 256,
    "adaptador": 257,
    "corriente": 258,
    "poe": 259,
    "calidad": 260,
    "imagen": 261,
    "asegurate": 262,
    "limpiar": 263,
    "lente": 264,
    "ajustar": 265,
    "resolucion": 266,
    "verificar": 267,
    "iluminacion": 268,
    "monitoreo": 269,
    "autogestionadas": 270,
    "funciona": 271,
    "sensor": 272,
    "detecta": 273,
    "cambios": 274,
    "ambiente": 275,
    "mediante": 276,
    "microondas": 277,
    "activa": 278,
    "recibir": 279,
    "envian": 280,
    "notificaciones": 281,
    "app": 282,
    "cantidad": 283,
    "pixeles": 284,
    "hd": 285,
    "720p": 286,
    "full": 287,
    "1080p": 288,
    "4k": 289,
    "resoluciones": 290,
    "comunes": 291,
    "evitar": 292,
    "hackeos": 293,
    "contrasenas": 294,
    "seguras": 295,
    "actualiza": 296,
    "firmware": 297,
    "desactiva": 298,
    "accesos": 299,
    "remotos": 300,
    "necesarios": 301,
    "esta": 302,
    "siendo": 303,
    "hackeada": 304,
    "notas": 305,
    "luces": 306,
    "inusuales": 307,
    "extranos": 308,
    "actividad": 309,
    "desconocida": 310,
    "vigilancia": 311,
    "utiliza": 312,
    "video": 313,
    "proposito": 314,
    "proporcionar": 315,
    "detener": 316,
    "posibles": 317,
    "delitos": 318,
    "ayudar": 319,
    "investigacion": 320,
    "incidentes": 321,
    "varios": 322,
    "incluyendo": 323,
    "dominio": 324,
    "publico": 325,
    "alerta": 326,
    "amenazas": 327,
    "intrusiones": 328,
    "alertar": 329,
    "respuesta": 330,
    "rapida": 331,
    "efectiva": 332,
    "sonido": 333,
    "acceso": 334,
    "controla": 335,
    "quien": 336,
    "recurso": 337,
    "controlar": 338,
    "capa": 339,
    "adicional": 340,
    "huella": 341,
    "digital": 342,
    "reconocimiento": 343,
    "facial": 344,
    "bot": 345,
    "programa": 346,
    "software": 347,
    "correo": 348,
    "electronico": 349,
    "experiencia": 350,
    "integracion": 351,
    "ia": 352,
    "whatsapp": 353,
    "he": 354,
    "desarrollado": 355,
    "chatbots": 356,
    "usando": 357,
    "nodejs": 358,
    "tensorflowjs": 359,
    "manejas": 360,
    "entrenamiento": 361,
    "modelos": 362,
    "produccion": 363,
    "utilizo": 364,
    "ajusto": 365,
    "hiperparametros": 366,
    "precision": 367,
    "nlp": 368,
    "tecnicas": 369,
    "utilizas": 370,
    "procesamiento": 371,
    "lenguaje": 372,
    "natural": 373,
    "uso": 374,
    "tokenizacion": 375,
    "lematizacion": 376,
    "embeddings": 377,
    "palabras": 378,
    "comprension": 379,
    "chatbot": 380,
    "extraccion": 381,
    "datos": 382,
    "scraping": 383,
    "puppeteer": 384,
    "cheerio": 385,
    "obtener": 386,
    "sitios": 387,
    "tecnologias": 388,
    "desarrollar": 389,
    "trabajo": 390,
    "api": 391,
    "business": 392,
    "crear": 393,
    "asistentes": 394,
    "conversacionales": 395,
    "continuo": 396,
    "implemento": 397,
    "reentrenamiento": 398,
    "automatico": 399,
    "cada": 400,
    "cierto": 401,
    "optimizas": 402,
    "rendimiento": 403,
    "mejoro": 404,
    "velocidad": 405,
    "eficientes": 406,
    "cacheo": 407,
    "respuestas": 408,
    "optimizacion": 409,
    "base": 410,
    "has": 411,
    "trabajado": 412,
    "bases": 413,
    "usado": 414,
    "mongodb": 415,
    "postgresql": 416,
    "almacenar": 417,
    "interacciones": 418,
    "despliegue": 419,
    "servidores": 420,
    "contenedores": 421,
    "docker": 422,
    "implementar": 423,
    "validacion": 424,
    "usuarios": 425,
    "mensajes": 426,
    "restricciones": 427,
    "proteger": 428,
    "estructurarias": 429,
    "atencion": 430,
    "cliente": 431,
    "disenaria": 432,
    "flujo": 433,
    "frecuentes": 434,
    "agentes": 435,
    "humanos": 436,
    "analisis": 437,
    "sentimiento": 438,
    "generacion": 439,
    "redes": 440,
    "neuronales": 441,
    "generar": 442,
    "dinamicas": 443,
    "manejo": 444,
    "predefinidas": 445,
    "mayor": 446,
    "clasificacion": 447,
    "texto": 448,
    "intenciones": 449,
    "ambiguas": 450,
    "confianza": 451,
    "incertidumbre": 452,
    "solicito": 453,
    "aclaraciones": 454,
    "usuario": 455,
    "mejorarias": 456,
    "interaccion": 457,
    "usaria": 458,
    "avanzado": 459,
    "manejarias": 460,
    "personalizacion": 461,
    "historial": 462,
    "preferencias": 463,
    "mas": 464,
    "adaptadas": 465,
    "apis": 466,
    "integrado": 467,
    "pago": 468,
    "funcionalidad": 469,
    "entrenas": 470,
    "entender": 471,
    "diferentes": 472,
    "formas": 473,
    "preguntar": 474,
    "expansion": 475,
    "sinonimos": 476,
    "reconocer": 477,
    "significado": 478,
    "operacion": 479,
    "instancias": 480,
    "serverless": 481,
    "ejecuto": 482,
    "cuando": 483,
    "posible": 484,
    "recojo": 485,
    "metricas": 486,
    "conjunto": 487,
    "revision": 488,
    "posterior": 489,
    "componentes": 490,
    "principales": 491,
    "fuentes": 492,
    "mientras": 493,
    "transmiten": 494,
    "factores": 495,
    "considerar": 496,
    "angulo": 497,
    "transmite": 498,
    "local": 499,
    "necesidad": 500,
    "ventajas": 501,
    "inalambrico": 502,
    "facil": 503,
    "flexibilidad": 504,
    "menor": 505,
    "cableado": 506,
    "regula": 507,
    "entrada": 508,
    "personas": 509,
    "tarjetas": 510,
    "huellas": 511,
    "dactilares": 512,
    "autenticacion": 513,
    "biometrica": 514,
    "caracteristicas": 515,
    "unicas": 516,
    "digitales": 517,
    "predeterminadas": 518,
    "restringir": 519,
    "dispositivo": 520,
    "entorno": 521,
    "caso": 522,
    "intrusion": 523,
    "perimetral": 524,
    "sensores": 525,
    "cercas": 526,
    "autorizados": 527,
    "activar": 528,
    "domotica": 529,
    "automatizacion": 530,
    "hogar": 531,
    "empresa": 532,
    "forma": 533,
    "remota": 534,
    "falsas": 535,
    "ajustando": 536,
    "sensibilidad": 537,
    "evitando": 538,
    "colocarlos": 539,
    "constante": 540,
    "mantenimiento": 541,
    "periodica": 542,
    "actualizacion": 543,
    "comprobacion": 544,
    "entradas": 545,
    "pasillos": 546,
    "areas": 547,
    "alto": 548,
    "trafico": 549,
    "visibilidad": 550,
    "discos": 551,
    "duros": 552,
    "alta": 553,
    "capacidad": 554,
    "configurando": 555,
    "grabacion": 556,
    "eventos": 557,
    "funcion": 558,
    "ups": 559,
    "mantiene": 560,
    "operativo": 561,
    "fallas": 562,
    "electricas": 563,
    "interrupciones": 564,
    "contra": 565,
    "ciberataques": 566,
    "separadas": 567,
    "algoritmos": 568,
    "sospechosos": 569,
    "rostros": 570,
    "analizar": 571,
    "comportamientos": 572,
    "beneficios": 573,
    "remoto": 574,
    "permite": 575,
    "visualizar": 576,
    "cualquier": 577,
    "lugar": 578,
    "integrar": 579,
    "asistente": 580,
    "patrones": 581,
    "automaticas": 582,
    "basadas": 583,
    "incendios": 584,
    "detectan": 585,
    "humo": 586,
    "temperatura": 587,
    "elevada": 588,
    "alertan": 589,
    "protocolos": 590,
    "registro": 591,
    "visitantes": 592,
    "capacitacion": 593,
    "personal": 594,
    "recomiendas": 595,
    "ideal": 596,
    "empresas": 597,
    "lentes": 598,
    "revisar": 599,
    "conexiones": 600,
    "inalambrica": 601,
    "desconecta": 602,
    "verifica": 603,
    "reinicia": 604,
    "router": 605,
    "cable": 606,
    "usan": 607,
    "coaxial": 608,
    "ethernet": 609,
    "permiso": 610,
    "propiedad": 611,
    "evita": 612,
    "publicas": 613,
    "autorizacion": 614,
    "analizan": 615,
    "activan": 616,
    "poca": 617,
    "baja": 618,
    "oscuridad": 619,
    "restringe": 620,
    "energia": 621,
    "solar": 622,
    "paneles": 623,
    "solares": 624,
    "autonomia": 625,
    "fija": 626,
    "moverse": 627,
    "zoom": 628,
    "girar": 629,
    "fijas": 630,
    "enfocan": 631,
    "especifica": 632,
    "negocio": 633,
    "monitorearlas": 634,
    "reconoce": 635,
    "prueba": 636,
    "formatearlo": 637,
    "cambia": 638,
    "puerto": 639,
    "sata": 640,
    "microfono": 641,
    "incorporado": 642,
    "capturar": 643,
    "fabricante": 644,
    "dvrs": 645,
    "hasta": 648,
    "canales": 649,
    "detalle": 650,
    "compatible": 651,
    "vivo": 652,
    "corta": 653,
    "siguen": 654,
    "grabando": 655,
    "podras": 656,
    "verlas": 657,
    "vuelva": 658,
    "algunos": 659,
    "importante": 660,
    "cifrar": 661,
    "credenciales": 662,
    "defecto": 663,
    "saber": 664,
    "led": 665,
    "indicador": 666,
    "contratar": 667,
    "buscar": 668,
    "rango": 669,
    "suelen": 670,
    "tener": 671,
    "accedo": 674,
    "otro": 675,
    "pais": 676,
    "publica": 677,
    "configurada": 678,
    "legal": 679,
    "consentimiento": 680,
    "legislacion": 681,
    "muchos": 682,
    "paises": 683,
    "terceros": 684,
    "objetos": 685,
    "resistentes": 686,
    "ideales": 687,
    "licencia": 688,
    "operar": 689,
    "negocios": 690,
    "dependiendo": 691,
    "regulaciones": 692,
    "privacidad": 693,
    "home": 694,
    "voz": 695,
    "evito": 696,
    "tenga": 697,
    "ciegos": 698,
    "ubicala": 699,
    "lugares": 700,
    "ajusta": 701,
    "correctamente": 702,
    "muestra": 703,
    "borrosa": 704,
    "limpia": 705,
    "enfoque": 706,
    "bebes": 707,
    "ocultar": 708,
    "camuflarla": 709,
    "decorativos": 710,
    "comprar": 711,
    "disenadas": 712,
    "discretas": 713,
    "compartir": 714,
    "otra": 715,
    "persona": 716,
    "aplicaciones": 717,
    "multiples": 718,
    "conectarlas": 719,
    "ven": 720,
    "completa": 721,
    "ahorrar": 722,
    "espacio": 723,
    "altavoz": 724,
    "comunicacion": 725,
    "compartes": 726,
    "verla": 727,
    "necesariamente": 728,
    "apagar": 729,
    "desactivarlas": 730,
    "plugandplay": 731,
    "sencillas": 732,
    "pequenas": 733,
    "espia": 734,
    "facilmente": 735,
    "apps": 736,
    "todas": 737,
    "sola": 738,
    "pantalla": 739,
    "panel": 740,
    "integradas": 741,
    "alguien": 742,
    "integrada": 743,
    "auto": 744,
    "dashcam": 745,
    "continua": 746,
    "menu": 747,
    "establecer": 748,
    "anteriores": 749,
    "usas": 750,
    "pasados": 751,
    "borro": 752,
    "viejas": 753,
    "sobrescribir": 754,
    "manualmente": 755,
    "pequenos": 756,
    "optico": 757,
    "kits": 758,
    "integral": 759,
    "roban": 760,
    "eso": 761,
    "copia": 762,
    "esconder": 763,
    "cuantos": 764,
    "ir": 765,
    "completo": 766,
    "siempre": 767,
    "formateo": 768,
    "borraran": 769,
    "conservarlas": 770,
    "timbre": 771,
    "boton": 772,
    "integrados": 773,
    "funcionar": 774,
    "videoportero": 775,
    "falsa": 776,
    "funcionales": 777,
    "ni": 778,
    "reales": 779,
    "activos": 780,
    "ofrece": 781,
    "buen": 782,
    "equilibrio": 783,
    "ancho": 784,
    "banda": 785,
    "residenciales": 786,
    "comerciales": 787,
    "economica": 788,
    "nitidez": 789,
    "requiere": 790,
    "influye": 791,
    "cobertura": 792,
    "extension": 793,
    "horizontal": 794,
    "verticalmente": 795,
    "amplio": 796,
    "supervisar": 797,
    "extensas": 798,
    "acercar": 799,
    "perder": 800,
    "simplemente": 801,
    "amplia": 802,
    "resultar": 803,
    "pixelada": 804,
    "preferible": 805,
    "mantener": 806,
    "claridad": 807,
    "acercamientos": 808,
    "alcance": 809,
    "tipico": 810,
    "emiten": 811,
    "iluminar": 812,
    "escena": 813,
    "varia": 814,
    "unos": 815,
    "pocos": 816,
    "metros": 817,
    "tradicional": 819,
    "power": 820,
    "over": 821,
    "transmitir": 822,
    "tanto": 823,
    "electrica": 824,
    "simplificando": 825,
    "eliminando": 826,
    "enchufes": 827,
    "cerca": 828,
    "seguimiento": 829,
    "utilizan": 830,
    "identificar": 831,
    "vehiculos": 832,
    "paneo": 833,
    "tilt": 834,
    "objeto": 835,
    "dentro": 836,
    "campo": 837,
    "calor": 838,
    "corporal": 839,
    "pasivos": 840,
    "pir": 841,
    "radiacion": 842,
    "infrarroja": 843,
    "emitida": 844,
    "calidos": 845,
    "animales": 846,
    "principalmente": 847,
    "estenopeicas": 848,
    "muy": 849,
    "pequeno": 850,
    "agujero": 851,
    "diminuto": 852,
    "hace": 853,
    "faciles": 854,
    "inferior": 855,
    "convencionales": 856,
    "antivandalicas": 857,
    "carcasas": 858,
    "robustas": 859,
    "golpes": 860,
    "manipulaciones": 861,
    "condiciones": 862,
    "climaticas": 863,
    "extremas": 864,
    "instalaciones": 865,
    "publicos": 866,
    "propensas": 867,
    "vandalismo": 868,
    "incorporados": 869,
    "estas": 870,
    "captura": 871,
    "util": 872,
    "disuadir": 873,
    "intrusos": 874,
    "comunicarse": 875,
    "vigilada": 876,
    "sonora": 877,
    "silenciosa": 878,
    "emite": 879,
    "fuerte": 880,
    "cercanas": 881,
    "emergencia": 882,
    "notifica": 883,
    "discretamente": 884,
    "central": 885,
    "propietario": 886,
    "emitir": 887,
    "servicios": 888,
    "recibe": 889,
    "senales": 890,
    "sus": 891,
    "clientes": 892,
    "semana": 895,
    "verificacion": 896,
    "contacto": 897,
    "autoridades": 898,
    "instala": 899,
    "implica": 900,
    "montar": 901,
    "pared": 902,
    "esquina": 903,
    "altura": 904,
    "recomendada": 905,
    "asegurandose": 906,
    "cubra": 907,
    "deseada": 908,
    "conectandolo": 909,
    "ya": 910,
    "sea": 911,
    "seco": 912,
    "actua": 913,
    "interruptor": 914,
    "voltaje": 915,
    "propio": 916,
    "abre": 917,
    "cierra": 918,
    "evento": 919,
    "enviando": 920,
    "senal": 921,
    "divisiones": 922,
    "logicas": 923,
    "protegida": 924,
    "donde": 925,
    "agrupan": 926,
    "esto": 927,
    "activo": 928,
    "programar": 929,
    "programacion": 930,
    "ingresar": 931,
    "codigos": 932,
    "teclado": 933,
    "asignar": 934,
    "opciones": 935,
    "notificacion": 936,
    "inhibidor": 937,
    "frecuencia": 938,
    "afecta": 939,
    "ondas": 940,
    "radio": 941,
    "mismas": 942,
    "frecuencias": 943,
    "utilizadas": 944,
    "interferir": 945,
    "potencialmente": 946,
    "ilegal": 947,
    "gsm": 948,
    "linea": 949,
    "telefonica": 950,
    "sim": 951,
    "activacion": 952,
    "enviar": 953,
    "sms": 954,
    "realizar": 955,
    "llamadas": 956,
    "numeros": 957,
    "telefono": 958,
    "preconfigurados": 959,
    "cableados": 960,
    "incluyen": 961,
    "corte": 962,
    "asegurando": 963,
    "proteccion": 964,
    "incluso": 965,
    "principal": 966,
    "falla": 967,
    "sirenas": 968,
    "externas": 969,
    "realiza": 970,
    "conectando": 971,
    "salidas": 972,
    "rele": 973,
    "terminales": 974,
    "designados": 975,
    "siguiendo": 976,
    "instrucciones": 977,
    "cuadros": 978,
    "segundo": 979,
    "fps": 980,
    "recomendables": 981,
    "general": 982,
    "suficientes": 984,
    "detalles": 985,
    "importantes": 986,
    "fluido": 987,
    "identificacion": 988,
    "rapido": 989,
    "recomiendan": 990,
    "x": 991,
    "durante": 992,
    "calculo": 993,
    "tasa": 994,
    "bits": 995,
    "numero": 996,
    "calculadoras": 997,
    "estimar": 998,
    "necesario": 999,
    "codecs": 1000,
    "h264": 1001,
    "h265": 1002,
    "diferencias": 1003,
    "compresion": 1004,
    "eficiencia": 1005,
    "misma": 1006,
    "utilizando": 1007,
    "comparacion": 1008,
    "configura": 1009,
    "grabe": 1010,
    "definiendo": 1011,
    "interes": 1012,
    "direccion": 1013,
    "estatica": 1014,
    "reenvio": 1015,
    "puertos": 1016,
    "permitir": 1017,
    "utilizar": 1018,
    "proporcionada": 1019,
    "bnc": 1020,
    "usb": 1021,
    "monitores": 1022,
    "externos": 1023,
    "copias": 1024,
    "raton": 1025,
    "externo": 1026,
    "copiar": 1027,
    "seleccionadas": 1028,
    "tambien": 1029,
    "servidor": 1030,
    "protocolo": 1031,
    "onvif": 1032,
    "sirve": 1033,
    "open": 1034,
    "network": 1035,
    "interface": 1036,
    "forum": 1037,
    "estandar": 1038,
    "global": 1039,
    "interoperabilidad": 1040,
    "independientemente": 1041,
    "solucionar": 1042,
    "problemas": 1043,
    "reproduccion": 1044,
    "este": 1045,
    "suficiente": 1046,
    "libre": 1047,
    "formato": 1048,
    "reproducir": 1049,
    "aunque": 1050,
    "funcionalidades": 1051,
    "especificas": 1052,
    "podrian": 1053,
    "requisitos": 1054,
    "necesita": 1055,
    "transmision": 1056,
    "visualizacion": 1057,
    "accediendo": 1058,
    "seleccionando": 1059,
    "deberas": 1060,
    "mascara": 1061,
    "subred": 1062,
    "puerta": 1063,
    "enlace": 1064,
    "dns": 1065,
    "virtuales": 1066,
    "viajan": 1067,
    "especifico": 1068,
    "dirija": 1069,
    "solicitudes": 1070,
    "entrantes": 1071,
    "port": 1072,
    "forwarding": 1073,
    "dirijan": 1074,
    "porque": 1075,
    "bloquea": 1076,
    "solicitadas": 1077,
    "vpn": 1078,
    "privada": 1079,
    "virtual": 1080,
    "crea": 1081,
    "segura": 1082,
    "cifrada": 1083,
    "encuentra": 1084,
    "protege": 1085,
    "autorizado": 1086,
    "asegurar": 1087,
    "mis": 1088,
    "unica": 1089,
    "habilita": 1090,
    "wpa3": 1091,
    "disponible": 1092,
    "oculta": 1093,
    "ssid": 1094,
    "limita": 1095,
    "filtrado": 1096,
    "direcciones": 1097,
    "mac": 1098,
    "considera": 1099,
    "invitados": 1100,
    "iot": 1101,
    "media": 1102,
    "access": 1103,
    "identificador": 1104,
    "unico": 1105,
    "asignado": 1106,
    "nic": 1107,
    "nivel": 1108,
    "usarse": 1109,
    "especificos": 1110,
    "ghz": 1111,
    "susceptible": 1113,
    "interferencias": 1114,
    "velocidades": 1115,
    "rapidas": 1116,
    "dificultad": 1117,
    "atravesar": 1118,
    "paredes": 1119,
    "esten": 1120,
    "conectados": 1121,
    "switch": 1122,
    "comprueba": 1123,
    "haya": 1124,
    "conflictos": 1125,
    "intensidad": 1126,
    "rtsp": 1127,
    "streams": 1128,
    "time": 1129,
    "streaming": 1130,
    "protocol": 1131,
    "utilizado": 1132,
    "sesiones": 1133,
    "accedan": 1134,
    "requerir": 1135,
    "12v": 1136,
    "dc": 1137,
    "potencia": 1138,
    "total": 1139,
    "alimentar": 1140,
    "conectadas": 1141,
    "ininterrumpida": 1142,
    "proporciona": 1143,
    "equipos": 1144,
    "permitiendo": 1145,
    "siga": 1146,
    "limitado": 1147,
    "calcular": 1148,
    "amperioshora": 1149,
    "ah": 1150,
    "consumo": 1151,
    "amperios": 1152,
    "formula": 1153,
    "basica": 1154,
    "disenados": 1155,
    "alimentados": 1156,
    "estos": 1157,
    "incluir": 1158,
    "ubicaciones": 1159,
    "remotas": 1160,
    "consideraciones": 1161,
    "electrico": 1162,
    "debo": 1163,
    "calibre": 1164,
    "adecuado": 1165,
    "distancia": 1166,
    "sobrecargar": 1167,
    "circuitos": 1168,
    "danos": 1169,
    "fisicos": 1170,
    "intemperie": 1171,
    "sigue": 1172,
    "normativas": 1173,
    "locales": 1174,
    "carcasa": 1175,
    "pano": 1176,
    "suave": 1177,
    "ligeramente": 1178,
    "humedo": 1179,
    "exterior": 1180,
    "productos": 1181,
    "quimicos": 1182,
    "agresivos": 1183,
    "puedan": 1184,
    "danar": 1185,
    "material": 1186,
    "reiniciar": 1187,
    "vez": 1188,
    "mes": 1189,
    "optimo": 1190,
    "menores": 1191,
    "diagnosticar": 1192,
    "habilitado": 1193,
    "obstrucciones": 1194,
    "fisicas": 1195,
    "bloqueando": 1196,
    "negro": 1197,
    "encendida": 1198,
    "obstruido": 1199,
    "habilitadas": 1200,
    "permisos": 1201,
    "ejecutarse": 1202,
    "plano": 1203,
    "estable": 1204,
    "pasos": 1205,
    "sospecho": 1206,
    "ha": 1207,
    "sido": 1208,
    "comprometido": 1209,
    "inmediatamente": 1210,
    "todos": 1211,
    "restablecer": 1212,
    "fabrica": 1213,
    "eliminar": 1214,
    "busca": 1215,
    "formatear": 1216,
    "eliminacion": 1217,
    "fisica": 1218,
    "destruir": 1219,
    "nada": 1220,
    "encendido": 1221,
    "conectado": 1222,
    "inalambricos": 1223,
    "probar": 1224,
    "sirena": 1225,
    "reemplazar": 1226,
    "tapa": 1227,
    "abrir": 1228,
    "identifica": 1229,
    "indicado": 1230,
    "manual": 1231,
    "reemplazala": 1232,
    "nueva": 1233,
    "leyes": 1234,
    "colombianas": 1235,
    "regulan": 1236,
    "colombia": 1237,
    "ley": 1238,
    "personales": 1241,
    "jurisprudencia": 1242,
    "constitucional": 1243,
    "establecen": 1244,
    "normas": 1245,
    "recoleccion": 1246,
    "capturados": 1247,
    "sujeta": 1248,
    "estrictas": 1249,
    "debido": 1250,
    "derecho": 1251,
    "intimidad": 1252,
    "inviolabilidad": 1253,
    "comunicaciones": 1254,
    "explicito": 1255,
    "cuya": 1256,
    "graban": 1257,
    "accidentalmente": 1258,
    "vecinos": 1259,
    "medidas": 1260,
    "captacion": 1261,
    "vecina": 1262,
    "reorientar": 1263,
    "enmascaramiento": 1264,
    "vecino": 1265,
    "solucion": 1266,
    "amigable": 1267,
    "sanciones": 1268,
    "indebido": 1269,
    "viole": 1270,
    "acarrear": 1271,
    "administrativas": 1272,
    "parte": 1273,
    "superintendencia": 1274,
    "industria": 1275,
    "comercio": 1276,
    "sic": 1277,
    "asi": 1278,
    "acciones": 1279,
    "legales": 1280,
    "civiles": 1281,
    "penales": 1282,
    "informar": 1283,
    "presencia": 1284,
    "obligatorio": 1285,
    "colocar": 1286,
    "avisos": 1287,
    "visibles": 1288,
    "informen": 1289,
    "existencia": 1290,
    "pequena": 1291,
    "tienda": 1292,
    "minorista": 1293,
    "centro": 1294,
    "popayan": 1295,
    "prevenir": 1296,
    "robos": 1297,
    "garantizar": 1298,
    "empleados": 1299,
    "horario": 1300,
    "fuera": 1301,
    "emergentes": 1302,
    "beneficiosas": 1303,
    "residencial": 1304,
    "moderno": 1305,
    "afueras": 1306,
    "comodidad": 1307,
    "residentes": 1308,
    "ofrecer": 1309,
    "significativos": 1310,
    "peatonal": 1311,
    "vehicular": 1312,
    "llaves": 1313,
    "realizan": 1314,
    "comportamiento": 1315,
    "reduciendo": 1316,
    "cerraduras": 1317,
    "viviendas": 1318,
    "controladas": 1319,
    "moviles": 1320,
    "posibilidad": 1321,
    "gestionar": 1322,
    "intercomunicacion": 1323,
    "identidad": 1324,
    "antes": 1325,
    "conceder": 1326,
    "plataforma": 1327,
    "inteligente": 1328,
    "ademas": 1329,
    "implementacion": 1330,
    "drones": 1331,
    "rondas": 1332,
    "perimetrales": 1333,
    "programadas": 1334,
    "podria": 1335,
    "flexible": 1336,
    "disenar": 1337,
    "escalable": 1338,
    "crecimiento": 1339,
    "sector": 1340,
    "construccion": 1341,
    "permita": 1342,
    "anadir": 1343,
    "medida": 1344,
    "expande": 1345,
    "muda": 1346,
    "nuevas": 1347,
    "optar": 1348,
    "permitan": 1349,
    "gestion": 1350,
    "centralizada": 1351,
    "inherentemente": 1352,
    "escalables": 1353,
    "analogicos": 1354,
    "conectandolas": 1355,
    "inicialmente": 1356,
    "margen": 1357,
    "soluciones": 1358,
    "escalabilidad": 1359,
    "casi": 1360,
    "ilimitada": 1361,
    "basados": 1362,
    "arquitectura": 1363,
    "modular": 1364,
    "nuevos": 1365,
    "lectores": 1366,
    "admiten": 1367,
    "adicion": 1368,
    "gran": 1369,
    "clave": 1370,
    "seleccionar": 1371,
    "plataformas": 1372,
    "fabricantes": 1373,
    "ofrezcan": 1374,
    "unificada": 1375,
    "facilitara": 1376,
    "supervision": 1377,
    "administracion": 1378,
    "crezca": 1379,
    "ergonomicas": 1380,
    "usabilidad": 1381,
    "cuenta": 1382,
    "comercial": 1383,
    "simultaneamente": 1384,
    "ergonomia": 1385,
    "primordiales": 1386,
    "intuitiva": 1387,
    "navegar": 1388,
    "disposicion": 1389,
    "clara": 1390,
    "vistas": 1391,
    "permitira": 1392,
    "visualmente": 1393,
    "destacadas": 1394,
    "acompanadas": 1395,
    "sonoras": 1396,
    "claras": 1397,
    "priorizar": 1398,
    "gravedad": 1399,
    "controles": 1400,
    "manipulacion": 1401,
    "accesibles": 1402,
    "bajo": 1403,
    "presion": 1404,
    "operador": 1405,
    "busqueda": 1406,
    "crucial": 1407,
    "adecuada": 1408,
    "recopilar": 1409,
    "retroalimentacion": 1410,
    "mejoras": 1411,
    "continuas": 1412,
    "optimizara": 1413,
    "operativa": 1414,
    "integre": 1415,
    "complejo": 1416,
    "industrial": 1417,
    "gestionando": 1418,
    "proveedores": 1419,
    "niveles": 1420,
    "horarios": 1421,
    "ingreso": 1422,
    "gestione": 1423,
    "planificacion": 1424,
    "cuidadosa": 1425,
    "proximidad": 1426,
    "matriculas": 1427,
    "barreras": 1428,
    "portones": 1429,
    "biometricos": 1430,
    "teclados": 1431,
    "numericos": 1432,
    "fundamental": 1433,
    "definir": 1434,
    "perfiles": 1435,
    "detallados": 1436,
    "especificando": 1437,
    "credencial": 1438,
    "centralizado": 1439,
    "administrar": 1440,
    "revocar": 1441,
    "registros": 1442,
    "capture": 1443,
    "acceden": 1444,
    "proporcionara": 1445,
    "visual": 1446,
    "emision": 1447,
    "pases": 1448,
    "temporales": 1449,
    "circulacion": 1450,
    "permitidas": 1451,
    "torniquetes": 1452,
    "peatonales": 1453,
    "autorizadas": 1454,
    "ingresen": 1455,
    "restringidas": 1456,
    "estrategias": 1457,
    "continuidad": 1458,
    "funcionamiento": 1459,
    "critico": 1460,
    "hospital": 1461,
    "prolongadas": 1462,
    "ante": 1463,
    "capas": 1464,
    "redundancia": 1465,
    "planes": 1466,
    "contingencia": 1467,
    "operativos": 1468,
    "esenciales": 1469,
    "infraestructura": 1470,
    "periodo": 1471,
    "prolongado": 1472,
    "pruebas": 1473,
    "periodicas": 1474,
    "correcto": 1475,
    "contar": 1476,
    "generadores": 1477,
    "electricos": 1478,
    "todo": 1479,
    "cortes": 1480,
    "prolongados": 1481,
    "conectividad": 1482,
    "redundante": 1483,
    "opcionalmente": 1484,
    "claros": 1485,
    "simulacros": 1486,
    "periodicos": 1487,
    "ayudara": 1488,
    "minimizar": 1489,
    "impacto": 1490,
    "cumpla": 1491,
    "cuidadoso": 1492,
    "primer": 1493,
    "previo": 1494,
    "expreso": 1495,
    "e": 1496,
    "informado": 1497,
    "empleado": 1498,
    "tratamiento": 1499,
    "faciales": 1500,
    "finalidad": 1501,
    "utilizaran": 1502,
    "tendra": 1503,
    "ellos": 1504,
    "conservaran": 1505,
    "filtraciones": 1506,
    "rectificar": 1507,
    "actualizar": 1508,
    "suprimir": 1509,
    "evaluacion": 1510,
    "eipd": 1511,
    "mitigar": 1512,
    "riesgos": 1513,
    "asociados": 1514,
    "tecnologia": 1515,
    "limitar": 1516,
    "minimo": 1517,
    "establecida": 1518,
    "fines": 1519,
    "distintos": 1520,
    "finalmente": 1521,
    "expertos": 1522,
    "cumplimiento": 1523,
    "normativo": 1524,
    "adoptar": 1525,
    "mejores": 1526,
    "practicas": 1527,
    "sensibles": 1528
  },
  "indiceAPalabra": {
    "1": "te",
    "2": "llamas",
    "3": "mi",
    "4": "nombre",
    "5": "nexo",
    "6": "security",
    "7": "estoy",
    "8": "aqui",
    "9": "brindarte",
    "10": "soporte",
    "11": "hola",
    "12": "puedo",
    "13": "ayudarte",
    "14": "hoy",
    "15": "buenos",
    "16": "dias",
    "17": "asistirte",
    "18": "puedes",
    "19": "hacer",
    "20": "responder",
    "21": "preguntas",
    "22": "informacion",
    "23": "sobre",
    "24": "seguridad",
    "25": "electronica",
    "26": "cuales",
    "27": "son",
    "28": "tus",
    "29": "funciones",
    "30": "respondo",
    "31": "consultas",
    "32": "brindo",
    "33": "instalacion",
    "34": "quiero",
    "35": "instalar",
    "36": "camaras",
    "37": "ofrecemos",
    "38": "guias",
    "39": "cuanto",
    "40": "cuesta",
    "41": "camara",
    "42": "costo",
    "43": "depende",
    "44": "del",
    "45": "tipo",
    "46": "necesito",
    "47": "ayuda",
    "48": "alarma",
    "49": "dime",
    "50": "problema",
    "51": "tienes",
    "52": "ayudare",
    "53": "configuro",
    "54": "ip",
    "55": "configurar",
    "56": "necesitas",
    "57": "conectarla",
    "58": "red",
    "59": "acceder",
    "60": "interfaz",
    "61": "web",
    "62": "cual",
    "63": "mejor",
    "64": "marca",
    "65": "algunas",
    "66": "marcas",
    "67": "recomendadas",
    "68": "hikvision",
    "69": "dahua",
    "70": "tplink",
    "71": "ofrecen",
    "72": "tecnico",
    "73": "si",
    "74": "tenemos",
    "75": "configuracion",
    "76": "dispositivos",
    "77": "contamos",
    "78": "manuales",
    "79": "tutoriales",
    "80": "sistemas",
    "81": "monitorear",
    "82": "casa",
    "83": "desde",
    "84": "celular",
    "85": "aplicacion",
    "86": "movil",
    "87": "tu",
    "88": "tiempo",
    "89": "real",
    "90": "dvr",
    "91": "claro",
    "92": "diferencia",
    "93": "entre",
    "94": "nvr",
    "95": "usa",
    "96": "analogicas",
    "97": "cctv",
    "98": "significa",
    "99": "circuito",
    "100": "cerrado",
    "101": "television",
    "102": "videovigilancia",
    "103": "yo",
    "104": "mismo",
    "105": "pero",
    "106": "recomendable",
    "107": "seguir",
    "108": "guia",
    "109": "o",
    "110": "consultar",
    "111": "profesional",
    "112": "tarda",
    "113": "instalarse",
    "114": "sistema",
    "115": "tamano",
    "116": "suele",
    "117": "tomar",
    "118": "unas",
    "119": "horas",
    "120": "dia",
    "121": "me",
    "122": "recomendar",
    "123": "necesidades",
    "124": "wifi",
    "125": "buena",
    "126": "opcion",
    "127": "las",
    "128": "tienen",
    "129": "vision",
    "130": "nocturna",
    "131": "muchas",
    "132": "infrarrojos",
    "133": "seguro",
    "134": "usar",
    "135": "debes",
    "136": "cambiar",
    "137": "contrasena",
    "138": "predeterminada",
    "139": "cifrado",
    "140": "wpa2",
    "141": "conectar",
    "142": "varias",
    "143": "segun",
    "144": "modelo",
    "145": "4",
    "146": "32",
    "147": "pueden",
    "148": "ver",
    "149": "televisor",
    "150": "tiene",
    "151": "salida",
    "152": "hdmi",
    "153": "vga",
    "154": "hay",
    "155": "sin",
    "156": "cables",
    "157": "existen",
    "158": "inalambricas",
    "159": "bateria",
    "160": "recargable",
    "161": "hablar",
    "162": "traves",
    "163": "audio",
    "164": "bidireccional",
    "165": "pasa",
    "166": "va",
    "167": "luz",
    "168": "respaldo",
    "169": "seguira",
    "170": "funcionando",
    "171": "grabar",
    "172": "imagenes",
    "173": "nube",
    "174": "almacenamiento",
    "175": "almacenan",
    "176": "grabaciones",
    "177": "disco",
    "178": "duro",
    "179": "puede",
    "180": "ser",
    "181": "semanas",
    "182": "detectar",
    "183": "movimientos",
    "184": "deteccion",
    "185": "movimiento",
    "186": "envio",
    "187": "alertas",
    "188": "alarmas",
    "189": "conectarse",
    "190": "inteligentes",
    "191": "permiten",
    "192": "control",
    "193": "hago",
    "194": "no",
    "195": "graba",
    "196": "revisa",
    "197": "estado",
    "198": "tarjeta",
    "199": "sd",
    "200": "exteriores",
    "201": "debe",
    "202": "resistente",
    "203": "agua",
    "204": "polvo",
    "205": "ip66",
    "206": "superior",
    "207": "ubicacion",
    "208": "area",
    "209": "quieras",
    "210": "cubrir",
    "211": "deben",
    "212": "estar",
    "213": "puntos",
    "214": "estrategicos",
    "215": "altos",
    "216": "alexa",
    "217": "compatibles",
    "218": "google",
    "219": "assistant",
    "220": "cuotas",
    "221": "mensuales",
    "222": "solo",
    "223": "requieren",
    "224": "compra",
    "225": "inicial",
    "226": "suscripciones",
    "227": "mejorar",
    "228": "reforzar",
    "229": "puertas",
    "230": "ventanas",
    "231": "necesitan",
    "232": "internet",
    "233": "funcionan",
    "234": "borrar",
    "235": "automaticamente",
    "236": "mayoria",
    "237": "los",
    "238": "sobrescriben",
    "239": "videos",
    "240": "antiguos",
    "241": "tipos",
    "242": "termicas",
    "243": "ptz",
    "244": "inteligencia",
    "245": "artificial",
    "246": "dvrnvr",
    "247": "conexion",
    "248": "cuantas",
    "249": "zonas",
    "250": "generalmente",
    "251": "recomienda",
    "252": "menos",
    "253": "elegir",
    "254": "fuente",
    "255": "alimentacion",
    "256": "cableadas",
    "257": "adaptador",
    "258": "corriente",
    "259": "poe",
    "260": "calidad",
    "261": "imagen",
    "262": "asegurate",
    "263": "limpiar",
    "264": "lente",
    "265": "ajustar",
    "266": "resolucion",
    "267": "verificar",
    "268": "iluminacion",
    "269": "monitoreo",
    "270": "autogestionadas",
    "271": "funciona",
    "272": "sensor",
    "273": "detecta",
    "274": "cambios",
    "275": "ambiente",
    "276": "mediante",
    "277": "microondas",
    "278": "activa",
    "279": "recibir",
    "280": "envian",
    "281": "notificaciones",
    "282": "app",
    "283": "cantidad",
    "284": "pixeles",
    "285": "hd",
    "286": "720p",
    "287": "full",
    "288": "1080p",
    "289": "4k",
    "290": "resoluciones",
    "291": "comunes",
    "292": "evitar",
    "293": "hackeos",
    "294": "contrasenas",
    "295": "seguras",
    "296": "actualiza",
    "297": "firmware",
    "298": "desactiva",
    "299": "accesos",
    "300": "remotos",
    "301": "necesarios",
    "302": "esta",
    "303": "siendo",
    "304": "hackeada",
    "305": "notas",
    "306": "luces",
    "307": "inusuales",
    "308": "extranos",
    "309": "actividad",
    "310": "desconocida",
    "311": "vigilancia",
    "312": "utiliza",
    "313": "video",
    "314": "proposito",
    "315": "proporcionar",
    "316": "detener",
    "317": "posibles",
    "318": "delitos",
    "319": "ayudar",
    "320": "investigacion",
    "321": "incidentes",
    "322": "varios",
    "323": "incluyendo",
    "324": "dominio",
    "325": "publico",
    "326": "alerta",
    "327": "amenazas",
    "328": "intrusiones",
    "329": "alertar",
    "330": "respuesta",
    "331": "rapida",
    "332": "efectiva",
    "333": "sonido",
    "334": "acceso",
    "335": "controla",
    "336": "quien",
    "337": "recurso",
    "338": "controlar",
    "339": "capa",
    "340": "adicional",
    "341": "huella",
    "342": "digital",
    "343": "reconocimiento",
    "344": "facial",
    "345": "bot",
    "346": "programa",
    "347": "software",
    "348": "correo",
    "349": "electronico",
    "350": "experiencia",
    "351": "integracion",
    "352": "ia",
    "353": "whatsapp",
    "354": "he",
    "355": "desarrollado",
    "356": "chatbots",
    "357": "usando",
    "358": "nodejs",
    "359": "tensorflowjs",
    "360": "manejas",
    "361": "entrenamiento",
    "362": "modelos",
    "363": "produccion",
    "364": "utilizo",
    "365": "ajusto",
    "366": "hiperparametros",
    "367": "precision",
    "368": "nlp",
    "369": "tecnicas",
    "370": "utilizas",
    "371": "procesamiento",
    "372": "lenguaje",
    "373": "natural",
    "374": "uso",
    "375": "tokenizacion",
    "376": "lematizacion",
    "377": "embeddings",
    "378": "palabras",
    "379": "comprension",
    "380": "chatbot",
    "381": "extraccion",
    "382": "datos",
    "383": "scraping",
    "384": "puppeteer",
    "385": "cheerio",
    "386": "obtener",
    "387": "sitios",
    "388": "tecnologias",
    "389": "desarrollar",
    "390": "trabajo",
    "391": "api",
    "392": "business",
    "393": "crear",
    "394": "asistentes",
    "395": "conversacionales",
    "396": "continuo",
    "397": "implemento",
    "398": "reentrenamiento",
    "399": "automatico",
    "400": "cada",
    "401": "cierto",
    "402": "optimizas",
    "403": "rendimiento",
    "404": "mejoro",
    "405": "velocidad",
    "406": "eficientes",
    "407": "cacheo",
    "408": "respuestas",
    "409": "optimizacion",
    "410": "base",
    "411": "has",
    "412": "trabajado",
    "413": "bases",
    "414": "usado",
    "415": "mongodb",
    "416": "postgresql",
    "417": "almacenar",
    "418": "interacciones",
    "419": "despliegue",
    "420": "servidores",
    "421": "contenedores",
    "422": "docker",
    "423": "implementar",
    "424": "validacion",
    "425": "usuarios",
    "426": "mensajes",
    "427": "restricciones",
    "428": "proteger",
    "429": "estructurarias",
    "430": "atencion",
    "431": "cliente",
    "432": "disenaria",
    "433": "flujo",
    "434": "frecuentes",
    "435": "agentes",
    "436": "humanos",
    "437": "analisis",
    "438": "sentimiento",
    "439": "generacion",
    "440": "redes",
    "441": "neuronales",
    "442": "generar",
    "443": "dinamicas",
    "444": "manejo",
    "445": "predefinidas",
    "446": "mayor",
    "447": "clasificacion",
    "448": "texto",
    "449": "intenciones",
    "450": "ambiguas",
    "451": "confianza",
    "452": "incertidumbre",
    "453": "solicito",
    "454": "aclaraciones",
    "455": "usuario",
    "456": "mejorarias",
    "457": "interaccion",
    "458": "usaria",
    "459": "avanzado",
    "460": "manejarias",
    "461": "personalizacion",
    "462": "historial",
    "463": "preferencias",
    "464": "mas",
    "465": "adaptadas",
    "466": "apis",
    "467": "integrado",
    "468": "pago",
    "469": "funcionalidad",
    "470": "entrenas",
    "471": "entender",
    "472": "diferentes",
    "473": "formas",
    "474": "preguntar",
    "475": "expansion",
    "476": "sinonimos",
    "477": "reconocer",
    "478": "significado",
    "479": "operacion",
    "480": "instancias",
    "481": "serverless",
    "482": "ejecuto",
    "483": "cuando",
    "484": "posible",
    "485": "recojo",
    "486": "metricas",
    "487": "conjunto",
    "488": "revision",
    "489": "posterior",
    "490": "componentes",
    "491": "principales",
    "492": "fuentes",
    "493": "mientras",
    "494": "transmiten",
    "495": "factores",
    "496": "considerar",
    "497": "angulo",
    "498": "transmite",
    "499": "local",
    "500": "necesidad",
    "501": "ventajas",
    "502": "inalambrico",
    "503": "facil",
    "504": "flexibilidad",
    "505": "menor",
    "506": "cableado",
    "507": "regula",
    "508": "entrada",
    "509": "personas",
    "510": "tarjetas",
    "511": "huellas",
    "512": "dactilares",
    "513": "autenticacion",
    "514": "biometrica",
    "515": "caracteristicas",
    "516": "unicas",
    "517": "digitales",
    "518": "predeterminadas",
    "519": "restringir",
    "520": "dispositivo",
    "521": "entorno",
    "522": "caso",
    "523": "intrusion",
    "524": "perimetral",
    "525": "sensores",
    "526": "cercas",
    "527": "autorizados",
    "528": "activar",
    "529": "domotica",
    "530": "automatizacion",
    "531": "hogar",
    "532": "empresa",
    "533": "forma",
    "534": "remota",
    "535": "falsas",
    "536": "ajustando",
    "537": "sensibilidad",
    "538": "evitando",
    "539": "colocarlos",
    "540": "constante",
    "541": "mantenimiento",
    "542": "periodica",
    "543": "actualizacion",
    "544": "comprobacion",
    "545": "entradas",
    "546": "pasillos",
    "547": "areas",
    "548": "alto",
    "549": "trafico",
    "550": "visibilidad",
    "551": "discos",
    "552": "duros",
    "553": "alta",
    "554": "capacidad",
    "555": "configurando",
    "556": "grabacion",
    "557": "eventos",
    "558": "funcion",
    "559": "ups",
    "560": "mantiene",
    "561": "operativo",
    "562": "fallas",
    "563": "electricas",
    "564": "interrupciones",
    "565": "contra",
    "566": "ciberataques",
    "567": "separadas",
    "568": "algoritmos",
    "569": "sospechosos",
    "570": "rostros",
    "571": "analizar",
    "572": "comportamientos",
    "573": "beneficios",
    "574": "remoto",
    "575": "permite",
    "576": "visualizar",
    "577": "cualquier",
    "578": "lugar",
    "579": "integrar",
    "580": "asistente",
    "581": "patrones",
    "582": "automaticas",
    "583": "basadas",
    "584": "incendios",
    "585": "detectan",
    "586": "humo",
    "587": "temperatura",
    "588": "elevada",
    "589": "alertan",
    "590": "protocolos",
    "591": "registro",
    "592": "visitantes",
    "593": "capacitacion",
    "594": "personal",
    "595": "recomiendas",
    "596": "ideal",
    "597": "empresas",
    "598": "lentes",
    "599": "revisar",
    "600": "conexiones",
    "601": "inalambrica",
    "602": "desconecta",
    "603": "verifica",
    "604": "reinicia",
    "605": "router",
    "606": "cable",
    "607": "usan",
    "608": "coaxial",
    "609": "ethernet",
    "610": "permiso",
    "611": "propiedad",
    "612": "evita",
    "613": "publicas",
    "614": "autorizacion",
    "615": "analizan",
    "616": "activan",
    "617": "poca",
    "618": "baja",
    "619": "oscuridad",
    "620": "restringe",
    "621": "energia",
    "622": "solar",
    "623": "paneles",
    "624": "solares",
    "625": "autonomia",
    "626": "fija",
    "627": "moverse",
    "628": "zoom",
    "629": "girar",
    "630": "fijas",
    "631": "enfocan",
    "632": "especifica",
    "633": "negocio",
    "634": "monitorearlas",
    "635": "reconoce",
    "636": "prueba",
    "637": "formatearlo",
    "638": "cambia",
    "639": "puerto",
    "640": "sata",
    "641": "microfono",
    "642": "incorporado",
    "643": "capturar",
    "644": "fabricante",
    "645": "dvrs",
    "646": "8",
    "647": "16",
    "648": "hasta",
    "649": "canales",
    "650": "detalle",
    "651": "compatible",
    "652": "vivo",
    "653": "corta",
    "654": "siguen",
    "655": "grabando",
    "656": "podras",
    "657": "verlas",
    "658": "vuelva",
    "659": "algunos",
    "660": "importante",
    "661": "cifrar",
    "662": "credenciales",
    "663": "defecto",
    "664": "saber",
    "665": "led",
    "666": "indicador",
    "667": "contratar",
    "668": "buscar",
    "669": "rango",
    "670": "suelen",
    "671": "tener",
    "672": "70",
    "673": "180",
    "674": "accedo",
    "675": "otro",
    "676": "pais",
    "677": "publica",
    "678": "configurada",
    "679": "legal",
    "680": "consentimiento",
    "681": "legislacion",
    "682": "muchos",
    "683": "paises",
    "684": "terceros",
    "685": "objetos",
    "686": "resistentes",
    "687": "ideales",
    "688": "licencia",
    "689": "operar",
    "690": "negocios",
    "691": "dependiendo",
    "692": "regulaciones",
    "693": "privacidad",
    "694": "home",
    "695": "voz",
    "696": "evito",
    "697": "tenga",
    "698": "ciegos",
    "699": "ubicala",
    "700": "lugares",
    "701": "ajusta",
    "702": "correctamente",
    "703": "muestra",
    "704": "borrosa",
    "705": "limpia",
    "706": "enfoque",
    "707": "bebes",
    "708": "ocultar",
    "709": "camuflarla",
    "710": "decorativos",
    "711": "comprar",
    "712": "disenadas",
    "713": "discretas",
    "714": "compartir",
    "715": "otra",
    "716": "persona",
    "717": "aplicaciones",
    "718": "multiples",
    "719": "conectarlas",
    "720": "ven",
    "721": "completa",
    "722": "ahorrar",
    "723": "espacio",
    "724": "altavoz",
    "725": "comunicacion",
    "726": "compartes",
    "727": "verla",
    "728": "necesariamente",
    "729": "apagar",
    "730": "desactivarlas",
    "731": "plugandplay",
    "732": "sencillas",
    "733": "pequenas",
    "734": "espia",
    "735": "facilmente",
    "736": "apps",
    "737": "todas",
    "738": "sola",
    "739": "pantalla",
    "740": "panel",
    "741": "integradas",
    "742": "alguien",
    "743": "integrada",
    "744": "auto",
    "745": "dashcam",
    "746": "continua",
    "747": "menu",
    "748": "establecer",
    "749": "anteriores",
    "750": "usas",
    "751": "pasados",
    "752": "borro",
    "753": "viejas",
    "754": "sobrescribir",
    "755": "manualmente",
    "756": "pequenos",
    "757": "optico",
    "758": "kits",
    "759": "integral",
    "760": "roban",
    "761": "eso",
    "762": "copia",
    "763": "esconder",
    "764": "cuantos",
    "765": "ir",
    "766": "completo",
    "767": "siempre",
    "768": "formateo",
    "769": "borraran",
    "770": "conservarlas",
    "771": "timbre",
    "772": "boton",
    "773": "integrados",
    "774": "funcionar",
    "775": "videoportero",
    "776": "falsa",
    "777": "funcionales",
    "778": "ni",
    "779": "reales",
    "780": "activos",
    "781": "ofrece",
    "782": "buen",
    "783": "equilibrio",
    "784": "ancho",
    "785": "banda",
    "786": "residenciales",
    "787": "comerciales",
    "788": "economica",
    "789": "nitidez",
    "790": "requiere",
    "791": "influye",
    "792": "cobertura",
