{
  "palabraAIndice": {
    "4": 138,
    "8": 639,
    "16": 640,
    "32": 139,
    "70": 665,
    "180": 666,
    "hola": 1,
    "puedo": 2,
    "ayudarte": 3,
    "hoy": 4,
    "buenos": 5,
    "dias": 6,
    "asistirte": 7,
    "puedes": 8,
    "hacer": 9,
    "responder": 10,
    "preguntas": 11,
    "informacion": 12,
    "sobre": 13,
    "seguridad": 14,
    "electronica": 15,
    "cuales": 16,
    "son": 17,
    "tus": 18,
    "funciones": 19,
    "respondo": 20,
    "consultas": 21,
    "brindo": 22,
    "instalacion": 23,
    "quiero": 24,
    "instalar": 25,
    "camaras": 26,
    "ofrecemos": 27,
    "guias": 28,
    "cuanto": 29,
    "cuesta": 30,
    "camara": 31,
    "costo": 32,
    "depende": 33,
    "del": 34,
    "tipo": 35,
    "necesito": 36,
    "ayuda": 37,
    "alarma": 38,
    "dime": 39,
    "problema": 40,
    "tienes": 41,
    "te": 42,
    "ayudare": 43,
    "configuro": 44,
    "ip": 45,
    "configurar": 46,
    "necesitas": 47,
    "conectarla": 48,
    "red": 49,
    "acceder": 50,
    "interfaz": 51,
    "web": 52,
    "cual": 53,
    "mejor": 54,
    "marca": 55,
    "algunas": 56,
    "marcas": 57,
    "recomendadas": 58,
    "hikvision": 59,
    "dahua": 60,
    "tplink": 61,
    "ofrecen": 62,
    "soporte": 63,
    "tecnico": 64,
    "si": 65,
    "tenemos": 66,
    "configuracion": 67,
    "dispositivos": 68,
    "contamos": 69,
    "manuales": 70,
    "tutoriales": 71,
    "sistemas": 72,
    "monitorear": 73,
    "mi": 74,
    "casa": 75,
    "desde": 76,
    "celular": 77,
    "aplicacion": 78,
    "movil": 79,
    "tu": 80,
    "tiempo": 81,
    "real": 82,
    "dvr": 83,
    "claro": 84,
    "diferencia": 85,
    "entre": 86,
    "nvr": 87,
    "usa": 88,
    "analogicas": 89,
    "cctv": 90,
    "significa": 91,
    "circuito": 92,
    "cerrado": 93,
    "television": 94,
    "videovigilancia": 95,
    "yo": 96,
    "mismo": 97,
    "pero": 98,
    "recomendable": 99,
    "seguir": 100,
    "guia": 101,
    "o": 102,
    "consultar": 103,
    "profesional": 104,
    "tarda": 105,
    "instalarse": 106,
    "sistema": 107,
    "tamano": 108,
    "suele": 109,
    "tomar": 110,
    "unas": 111,
    "horas": 112,
    "dia": 113,
    "me": 114,
    "recomendar": 115,
    "necesidades": 116,
    "wifi": 117,
    "buena": 118,
    "opcion": 119,
    "las": 120,
    "tienen": 121,
    "vision": 122,
    "nocturna": 123,
    "muchas": 124,
    "infrarrojos": 125,
    "seguro": 126,
    "usar": 127,
    "debes": 128,
    "cambiar": 129,
    "contrasena": 130,
    "predeterminada": 131,
    "cifrado": 132,
    "wpa2": 133,
    "conectar": 134,
    "varias": 135,
    "segun": 136,
    "modelo": 137,
    "pueden": 140,
    "ver": 141,
    "televisor": 142,
    "tiene": 143,
    "salida": 144,
    "hdmi": 145,
    "vga": 146,
    "hay": 147,
    "sin": 148,
    "cables": 149,
    "existen": 150,
    "inalambricas": 151,
    "bateria": 152,
    "recargable": 153,
    "hablar": 154,
    "traves": 155,
    "audio": 156,
    "bidireccional": 157,
    "pasa": 158,
    "va": 159,
    "luz": 160,
    "respaldo": 161,
    "seguira": 162,
    "funcionando": 163,
    "grabar": 164,
    "imagenes": 165,
    "nube": 166,
    "almacenamiento": 167,
    "almacenan": 168,
    "grabaciones": 169,
    "disco": 170,
    "duro": 171,
    "puede": 172,
    "ser": 173,
    "semanas": 174,
    "detectar": 175,
    "movimientos": 176,
    "deteccion": 177,
    "movimiento": 178,
    "envio": 179,
    "alertas": 180,
    "alarmas": 181,
    "conectarse": 182,
    "inteligentes": 183,
    "permiten": 184,
    "control": 185,
    "hago": 186,
    "no": 187,
    "graba": 188,
    "revisa": 189,
    "estado": 190,
    "tarjeta": 191,
    "sd": 192,
    "exteriores": 193,
    "debe": 194,
    "resistente": 195,
    "agua": 196,
    "polvo": 197,
    "ip66": 198,
    "superior": 199,
    "ubicacion": 200,
    "area": 201,
    "quieras": 202,
    "cubrir": 203,
    "deben": 204,
    "estar": 205,
    "puntos": 206,
    "estrategicos": 207,
    "altos": 208,
    "alexa": 209,
    "compatibles": 210,
    "google": 211,
    "assistant": 212,
    "cuotas": 213,
    "mensuales": 214,
    "solo": 215,
    "requieren": 216,
    "compra": 217,
    "inicial": 218,
    "suscripciones": 219,
    "mejorar": 220,
    "reforzar": 221,
    "puertas": 222,
    "ventanas": 223,
    "necesitan": 224,
    "internet": 225,
    "funcionan": 226,
    "borrar": 227,
    "automaticamente": 228,
    "mayoria": 229,
    "los": 230,
    "sobrescriben": 231,
    "videos": 232,
    "antiguos": 233,
    "tipos": 234,
    "termicas": 235,
    "ptz": 236,
    "inteligencia": 237,
    "artificial": 238,
    "dvrnvr": 239,
    "conexion": 240,
    "cuantas": 241,
    "zonas": 242,
    "generalmente": 243,
    "recomienda": 244,
    "menos": 245,
    "elegir": 246,
    "fuente": 247,
    "alimentacion": 248,
    "cableadas": 249,
    "adaptador": 250,
    "corriente": 251,
    "poe": 252,
    "calidad": 253,
    "imagen": 254,
    "asegurate": 255,
    "limpiar": 256,
    "lente": 257,
    "ajustar": 258,
    "resolucion": 259,
    "verificar": 260,
    "iluminacion": 261,
    "monitoreo": 262,
    "autogestionadas": 263,
    "funciona": 264,
    "sensor": 265,
    "detecta": 266,
    "cambios": 267,
    "ambiente": 268,
    "mediante": 269,
    "microondas": 270,
    "activa": 271,
    "recibir": 272,
    "envian": 273,
    "notificaciones": 274,
    "app": 275,
    "cantidad": 276,
    "pixeles": 277,
    "hd": 278,
    "720p": 279,
    "full": 280,
    "1080p": 281,
    "4k": 282,
    "resoluciones": 283,
    "comunes": 284,
    "evitar": 285,
    "hackeos": 286,
    "contrasenas": 287,
    "seguras": 288,
    "actualiza": 289,
    "firmware": 290,
    "desactiva": 291,
    "accesos": 292,
    "remotos": 293,
    "necesarios": 294,
    "esta": 295,
    "siendo": 296,
    "hackeada": 297,
    "notas": 298,
    "luces": 299,
    "inusuales": 300,
    "extranos": 301,
    "actividad": 302,
    "desconocida": 303,
    "vigilancia": 304,
    "utiliza": 305,
    "video": 306,
    "proposito": 307,
    "proporcionar": 308,
    "detener": 309,
    "posibles": 310,
    "delitos": 311,
    "ayudar": 312,
    "investigacion": 313,
    "incidentes": 314,
    "varios": 315,
    "incluyendo": 316,
    "dominio": 317,
    "publico": 318,
    "alerta": 319,
    "amenazas": 320,
    "intrusiones": 321,
    "alertar": 322,
    "respuesta": 323,
    "rapida": 324,
    "efectiva": 325,
    "sonido": 326,
    "acceso": 327,
    "controla": 328,
    "quien": 329,
    "recurso": 330,
    "controlar": 331,
    "capa": 332,
    "adicional": 333,
    "huella": 334,
    "digital": 335,
    "reconocimiento": 336,
    "facial": 337,
    "bot": 338,
    "programa": 339,
    "software": 340,
    "correo": 341,
    "electronico": 342,
    "experiencia": 343,
    "integracion": 344,
    "ia": 345,
    "whatsapp": 346,
    "he": 347,
    "desarrollado": 348,
    "chatbots": 349,
    "usando": 350,
    "nodejs": 351,
    "tensorflowjs": 352,
    "manejas": 353,
    "entrenamiento": 354,
    "modelos": 355,
    "produccion": 356,
    "utilizo": 357,
    "ajusto": 358,
    "hiperparametros": 359,
    "precision": 360,
    "nlp": 361,
    "tecnicas": 362,
    "utilizas": 363,
    "procesamiento": 364,
    "lenguaje": 365,
    "natural": 366,
    "uso": 367,
    "tokenizacion": 368,
    "lematizacion": 369,
    "embeddings": 370,
    "palabras": 371,
    "comprension": 372,
    "chatbot": 373,
    "extraccion": 374,
    "datos": 375,
    "scraping": 376,
    "puppeteer": 377,
    "cheerio": 378,
    "obtener": 379,
    "sitios": 380,
    "tecnologias": 381,
    "desarrollar": 382,
    "trabajo": 383,
    "api": 384,
    "business": 385,
    "crear": 386,
    "asistentes": 387,
    "conversacionales": 388,
    "continuo": 389,
    "implemento": 390,
    "reentrenamiento": 391,
    "automatico": 392,
    "cada": 393,
    "cierto": 394,
    "optimizas": 395,
    "rendimiento": 396,
    "mejoro": 397,
    "velocidad": 398,
    "eficientes": 399,
    "cacheo": 400,
    "respuestas": 401,
    "optimizacion": 402,
    "base": 403,
    "has": 404,
    "trabajado": 405,
    "bases": 406,
    "usado": 407,
    "mongodb": 408,
    "postgresql": 409,
    "almacenar": 410,
    "interacciones": 411,
    "despliegue": 412,
    "servidores": 413,
    "contenedores": 414,
    "docker": 415,
    "implementar": 416,
    "validacion": 417,
    "usuarios": 418,
    "mensajes": 419,
    "restricciones": 420,
    "proteger": 421,
    "estructurarias": 422,
    "atencion": 423,
    "cliente": 424,
    "disenaria": 425,
    "flujo": 426,
    "frecuentes": 427,
    "agentes": 428,
    "humanos": 429,
    "analisis": 430,
    "sentimiento": 431,
    "generacion": 432,
    "redes": 433,
    "neuronales": 434,
    "generar": 435,
    "dinamicas": 436,
    "manejo": 437,
    "predefinidas": 438,
    "mayor": 439,
    "clasificacion": 440,
    "texto": 441,
    "intenciones": 442,
    "ambiguas": 443,
    "confianza": 444,
    "incertidumbre": 445,
    "solicito": 446,
    "aclaraciones": 447,
    "usuario": 448,
    "mejorarias": 449,
    "interaccion": 450,
    "usaria": 451,
    "avanzado": 452,
    "manejarias": 453,
    "personalizacion": 454,
    "historial": 455,
    "preferencias": 456,
    "mas": 457,
    "adaptadas": 458,
    "apis": 459,
    "integrado": 460,
    "pago": 461,
    "funcionalidad": 462,
    "entrenas": 463,
    "entender": 464,
    "diferentes": 465,
    "formas": 466,
    "preguntar": 467,
    "expansion": 468,
    "sinonimos": 469,
    "reconocer": 470,
    "significado": 471,
    "operacion": 472,
    "instancias": 473,
    "serverless": 474,
    "ejecuto": 475,
    "cuando": 476,
    "posible": 477,
    "recojo": 478,
    "metricas": 479,
    "conjunto": 480,
    "revision": 481,
    "posterior": 482,
    "componentes": 483,
    "principales": 484,
    "fuentes": 485,
    "mientras": 486,
    "transmiten": 487,
    "factores": 488,
    "considerar": 489,
    "angulo": 490,
    "transmite": 491,
    "local": 492,
    "necesidad": 493,
    "ventajas": 494,
    "inalambrico": 495,
    "facil": 496,
    "flexibilidad": 497,
    "menor": 498,
    "cableado": 499,
    "regula": 500,
    "entrada": 501,
    "personas": 502,
    "tarjetas": 503,
    "huellas": 504,
    "dactilares": 505,
    "autenticacion": 506,
    "biometrica": 507,
    "caracteristicas": 508,
    "unicas": 509,
    "digitales": 510,
    "predeterminadas": 511,
    "restringir": 512,
    "dispositivo": 513,
    "entorno": 514,
    "caso": 515,
    "intrusion": 516,
    "perimetral": 517,
    "sensores": 518,
    "cercas": 519,
    "autorizados": 520,
    "activar": 521,
    "domotica": 522,
    "automatizacion": 523,
    "hogar": 524,
    "empresa": 525,
    "forma": 526,
    "remota": 527,
    "falsas": 528,
    "ajustando": 529,
    "sensibilidad": 530,
    "evitando": 531,
    "colocarlos": 532,
    "constante": 533,
    "mantenimiento": 534,
    "periodica": 535,
    "actualizacion": 536,
    "comprobacion": 537,
    "entradas": 538,
    "pasillos": 539,
    "areas": 540,
    "alto": 541,
    "trafico": 542,
    "visibilidad": 543,
    "discos": 544,
    "duros": 545,
    "alta": 546,
    "capacidad": 547,
    "configurando": 548,
    "grabacion": 549,
    "eventos": 550,
    "funcion": 551,
    "ups": 552,
    "mantiene": 553,
    "operativo": 554,
    "fallas": 555,
    "electricas": 556,
    "interrupciones": 557,
    "contra": 558,
    "ciberataques": 559,
    "separadas": 560,
    "algoritmos": 561,
    "sospechosos": 562,
    "rostros": 563,
    "analizar": 564,
    "comportamientos": 565,
    "beneficios": 566,
    "remoto": 567,
    "permite": 568,
    "visualizar": 569,
    "cualquier": 570,
    "lugar": 571,
    "integrar": 572,
    "asistente": 573,
    "patrones": 574,
    "automaticas": 575,
    "basadas": 576,
    "incendios": 577,
    "detectan": 578,
    "humo": 579,
    "temperatura": 580,
    "elevada": 581,
    "alertan": 582,
    "protocolos": 583,
    "registro": 584,
    "visitantes": 585,
    "capacitacion": 586,
    "personal": 587,
    "recomiendas": 588,
    "ideal": 589,
    "empresas": 590,
    "lentes": 591,
    "revisar": 592,
    "conexiones": 593,
    "inalambrica": 594,
    "desconecta": 595,
    "verifica": 596,
    "reinicia": 597,
    "router": 598,
    "cable": 599,
    "usan": 600,
    "coaxial": 601,
    "ethernet": 602,
    "permiso": 603,
    "propiedad": 604,
    "evita": 605,
    "publicas": 606,
    "autorizacion": 607,
    "analizan": 608,
    "activan": 609,
    "poca": 610,
    "baja": 611,
    "oscuridad": 612,
    "restringe": 613,
    "energia": 614,
    "solar": 615,
    "paneles": 616,
    "solares": 617,
    "autonomia": 618,
    "fija": 619,
    "moverse": 620,
    "zoom": 621,
    "girar": 622,
    "fijas": 623,
    "enfocan": 624,
    "especifica": 625,
    "negocio": 626,
    "monitorearlas": 627,
    "reconoce": 628,
    "prueba": 629,
    "formatearlo": 630,
    "cambia": 631,
    "puerto": 632,
    "sata": 633,
    "microfono": 634,
    "incorporado": 635,
    "capturar": 636,
    "fabricante": 637,
    "dvrs": 638,
    "hasta": 641,
    "canales": 642,
    "detalle": 643,
    "compatible": 644,
    "vivo": 645,
    "corta": 646,
    "siguen": 647,
    "grabando": 648,
    "podras": 649,
    "verlas": 650,
    "vuelva": 651,
    "algunos": 652,
    "importante": 653,
    "cifrar": 654,
    "credenciales": 655,
    "defecto": 656,
    "saber": 657,
    "led": 658,
    "indicador": 659,
    "contratar": 660,
    "buscar": 661,
    "rango": 662,
    "suelen": 663,
    "tener": 664,
    "accedo": 667,
    "otro": 668,
    "pais": 669,
    "publica": 670,
    "configurada": 671,
    "legal": 672,
    "consentimiento": 673,
    "legislacion": 674,
    "muchos": 675,
    "paises": 676,
    "terceros": 677,
    "objetos": 678,
    "resistentes": 679,
    "ideales": 680,
    "licencia": 681,
    "operar": 682,
    "negocios": 683,
    "dependiendo": 684,
    "regulaciones": 685,
    "privacidad": 686,
    "home": 687,
    "voz": 688,
    "evito": 689,
    "tenga": 690,
    "ciegos": 691,
    "ubicala": 692,
    "lugares": 693,
    "ajusta": 694,
    "correctamente": 695,
    "muestra": 696,
    "borrosa": 697,
    "limpia": 698,
    "enfoque": 699,
    "bebes": 700,
    "ocultar": 701,
    "camuflarla": 702,
    "decorativos": 703,
    "comprar": 704,
    "disenadas": 705,
    "discretas": 706,
    "compartir": 707,
    "otra": 708,
    "persona": 709,
    "aplicaciones": 710,
    "multiples": 711,
    "conectarlas": 712,
    "ven": 713,
    "completa": 714,
    "ahorrar": 715,
    "espacio": 716,
    "altavoz": 717,
    "comunicacion": 718,
    "compartes": 719,
    "verla": 720,
    "necesariamente": 721,
    "apagar": 722,
    "desactivarlas": 723,
    "plugandplay": 724,
    "sencillas": 725,
    "pequenas": 726,
    "espia": 727,
    "facilmente": 728,
    "apps": 729,
    "todas": 730,
    "sola": 731,
    "pantalla": 732,
    "panel": 733,
    "integradas": 734,
    "alguien": 735,
    "integrada": 736,
    "auto": 737,
    "dashcam": 738,
    "continua": 739,
    "menu": 740,
    "establecer": 741,
    "anteriores": 742,
    "usas": 743,
    "pasados": 744,
    "borro": 745,
    "viejas": 746,
    "sobrescribir": 747,
    "manualmente": 748,
    "pequenos": 749,
    "optico": 750,
    "kits": 751,
    "integral": 752,
    "roban": 753,
    "eso": 754,
    "copia": 755,
    "esconder": 756,
    "cuantos": 757,
    "ir": 758,
    "completo": 759,
    "siempre": 760,
    "formateo": 761,
    "borraran": 762,
    "conservarlas": 763,
    "timbre": 764,
    "boton": 765,
    "integrados": 766,
    "funcionar": 767,
    "videoportero": 768,
    "falsa": 769,
    "funcionales": 770,
    "ni": 771,
    "reales": 772,
    "activos": 773
  },
  "indiceAPalabra": {
    "1": "hola",
    "2": "puedo",
    "3": "ayudarte",
    "4": "hoy",
    "5": "buenos",
    "6": "dias",
    "7": "asistirte",
    "8": "puedes",
    "9": "hacer",
    "10": "responder",
    "11": "preguntas",
    "12": "informacion",
    "13": "sobre",
    "14": "seguridad",
    "15": "electronica",
    "16": "cuales",
    "17": "son",
    "18": "tus",
    "19": "funciones",
    "20": "respondo",
    "21": "consultas",
    "22": "brindo",
    "23": "instalacion",
    "24": "quiero",
    "25": "instalar",
    "26": "camaras",
    "27": "ofrecemos",
    "28": "guias",
    "29": "cuanto",
    "30": "cuesta",
    "31": "camara",
    "32": "costo",
    "33": "depende",
    "34": "del",
    "35": "tipo",
    "36": "necesito",
    "37": "ayuda",
    "38": "alarma",
    "39": "dime",
    "40": "problema",
    "41": "tienes",
    "42": "te",
    "43": "ayudare",
    "44": "configuro",
    "45": "ip",
    "46": "configurar",
    "47": "necesitas",
    "48": "conectarla",
    "49": "red",
    "50": "acceder",
    "51": "interfaz",
    "52": "web",
    "53": "cual",
    "54": "mejor",
    "55": "marca",
    "56": "algunas",
    "57": "marcas",
    "58": "recomendadas",
    "59": "hikvision",
    "60": "dahua",
    "61": "tplink",
    "62": "ofrecen",
    "63": "soporte",
    "64": "tecnico",
    "65": "si",
    "66": "tenemos",
    "67": "configuracion",
    "68": "dispositivos",
    "69": "contamos",
    "70": "manuales",
    "71": "tutoriales",
    "72": "sistemas",
    "73": "monitorear",
    "74": "mi",
    "75": "casa",
    "76": "desde",
    "77": "celular",
    "78": "aplicacion",
    "79": "movil",
    "80": "tu",
    "81": "tiempo",
    "82": "real",
    "83": "dvr",
    "84": "claro",
    "85": "diferencia",
    "86": "entre",
    "87": "nvr",
    "88": "usa",
    "89": "analogicas",
    "90": "cctv",
    "91": "significa",
    "92": "circuito",
    "93": "cerrado",
    "94": "television",
    "95": "videovigilancia",
    "96": "yo",
    "97": "mismo",
    "98": "pero",
    "99": "recomendable",
    "100": "seguir",
    "101": "guia",
    "102": "o",
    "103": "consultar",
    "104": "profesional",
    "105": "tarda",
    "106": "instalarse",
    "107": "sistema",
    "108": "tamano",
    "109": "suele",
    "110": "tomar",
    "111": "unas",
    "112": "horas",
    "113": "dia",
    "114": "me",
    "115": "recomendar",
    "116": "necesidades",
    "117": "wifi",
    "118": "buena",
    "119": "opcion",
    "120": "las",
    "121": "tienen",
    "122": "vision",
    "123": "nocturna",
    "124": "muchas",
    "125": "infrarrojos",
    "126": "seguro",
    "127": "usar",
    "128": "debes",
    "129": "cambiar",
    "130": "contrasena",
    "131": "predeterminada",
    "132": "cifrado",
    "133": "wpa2",
    "134": "conectar",
    "135": "varias",
    "136": "segun",
    "137": "modelo",
    "138": "4",
    "139": "32",
    "140": "pueden",
    "141": "ver",
    "142": "televisor",
    "143": "tiene",
    "144": "salida",
    "145": "hdmi",
    "146": "vga",
    "147": "hay",
    "148": "sin",
    "149": "cables",
    "150": "existen",
    "151": "inalambricas",
    "152": "bateria",
    "153": "recargable",
    "154": "hablar",
    "155": "traves",
    "156": "audio",
    "157": "bidireccional",
    "158": "pasa",
    "159": "va",
    "160": "luz",
    "161": "respaldo",
    "162": "seguira",
    "163": "funcionando",
    "164": "grabar",
    "165": "imagenes",
    "166": "nube",
    "167": "almacenamiento",
    "168": "almacenan",
    "169": "grabaciones",
    "170": "disco",
    "171": "duro",
    "172": "puede",
    "173": "ser",
    "174": "semanas",
    "175": "detectar",
    "176": "movimientos",
    "177": "deteccion",
    "178": "movimiento",
    "179": "envio",
    "180": "alertas",
    "181": "alarmas",
    "182": "conectarse",
    "183": "inteligentes",
    "184": "permiten",
    "185": "control",
    "186": "hago",
    "187": "no",
    "188": "graba",
    "189": "revisa",
    "190": "estado",
    "191": "tarjeta",
    "192": "sd",
    "193": "exteriores",
    "194": "debe",
    "195": "resistente",
    "196": "agua",
    "197": "polvo",
    "198": "ip66",
    "199": "superior",
    "200": "ubicacion",
    "201": "area",
    "202": "quieras",
    "203": "cubrir",
    "204": "deben",
    "205": "estar",
    "206": "puntos",
    "207": "estrategicos",
    "208": "altos",
    "209": "alexa",
    "210": "compatibles",
    "211": "google",
    "212": "assistant",
    "213": "cuotas",
    "214": "mensuales",
    "215": "solo",
    "216": "requieren",
    "217": "compra",
    "218": "inicial",
    "219": "suscripciones",
    "220": "mejorar",
    "221": "reforzar",
    "222": "puertas",
    "223": "ventanas",
    "224": "necesitan",
    "225": "internet",
    "226": "funcionan",
    "227": "borrar",
    "228": "automaticamente",
    "229": "mayoria",
    "230": "los",
    "231": "sobrescriben",
    "232": "videos",
    "233": "antiguos",
    "234": "tipos",
    "235": "termicas",
    "236": "ptz",
    "237": "inteligencia",
    "238": "artificial",
    "239": "dvrnvr",
    "240": "conexion",
    "241": "cuantas",
    "242": "zonas",
    "243": "generalmente",
    "244": "recomienda",
    "245": "menos",
    "246": "elegir",
    "247": "fuente",
    "248": "alimentacion",
    "249": "cableadas",
    "250": "adaptador",
    "251": "corriente",
    "252": "poe",
    "253": "calidad",
    "254": "imagen",
    "255": "asegurate",
    "256": "limpiar",
    "257": "lente",
    "258": "ajustar",
    "259": "resolucion",
    "260": "verificar",
    "261": "iluminacion",
    "262": "monitoreo",
    "263": "autogestionadas",
    "264": "funciona",
    "265": "sensor",
    "266": "detecta",
    "267": "cambios",
    "268": "ambiente",
    "269": "mediante",
    "270": "microondas",
    "271": "activa",
    "272": "recibir",
    "273": "envian",
    "274": "notificaciones",
    "275": "app",
    "276": "cantidad",
    "277": "pixeles",
    "278": "hd",
    "279": "720p",
    "280": "full",
    "281": "1080p",
    "282": "4k",
    "283": "resoluciones",
    "284": "comunes",
    "285": "evitar",
    "286": "hackeos",
    "287": "contrasenas",
    "288": "seguras",
    "289": "actualiza",
    "290": "firmware",
    "291": "desactiva",
    "292": "accesos",
    "293": "remotos",
    "294": "necesarios",
    "295": "esta",
    "296": "siendo",
    "297": "hackeada",
    "298": "notas",
    "299": "luces",
    "300": "inusuales",
    "301": "extranos",
    "302": "actividad",
    "303": "desconocida",
    "304": "vigilancia",
    "305": "utiliza",
    "306": "video",
    "307": "proposito",
    "308": "proporcionar",
    "309": "detener",
    "310": "posibles",
    "311": "delitos",
    "312": "ayudar",
    "313": "investigacion",
    "314": "incidentes",
    "315": "varios",
    "316": "incluyendo",
    "317": "dominio",
    "318": "publico",
    "319": "alerta",
    "320": "amenazas",
    "321": "intrusiones",
    "322": "alertar",
    "323": "respuesta",
    "324": "rapida",
    "325": "efectiva",
    "326": "sonido",
    "327": "acceso",
    "328": "controla",
    "329": "quien",
    "330": "recurso",
    "331": "controlar",
    "332": "capa",
    "333": "adicional",
    "334": "huella",
    "335": "digital",
    "336": "reconocimiento",
    "337": "facial",
    "338": "bot",
    "339": "programa",
    "340": "software",
    "341": "correo",
    "342": "electronico",
    "343": "experiencia",
    "344": "integracion",
    "345": "ia",
    "346": "whatsapp",
    "347": "he",
    "348": "desarrollado",
    "349": "chatbots",
    "350": "usando",
    "351": "nodejs",
    "352": "tensorflowjs",
    "353": "manejas",
    "354": "entrenamiento",
    "355": "modelos",
    "356": "produccion",
    "357": "utilizo",
    "358": "ajusto",
    "359": "hiperparametros",
    "360": "precision",
    "361": "nlp",
    "362": "tecnicas",
    "363": "utilizas",
    "364": "procesamiento",
    "365": "lenguaje",
    "366": "natural",
    "367": "uso",
    "368": "tokenizacion",
    "369": "lematizacion",
    "370": "embeddings",
    "371": "palabras",
    "372": "comprension",
    "373": "chatbot",
    "374": "extraccion",
    "375": "datos",
    "376": "scraping",
    "377": "puppeteer",
    "378": "cheerio",
    "379": "obtener",
    "380": "sitios",
    "381": "tecnologias",
    "382": "desarrollar",
    "383": "trabajo",
    "384": "api",
    "385": "business",
    "386": "crear",
    "387": "asistentes",
    "388": "conversacionales",
    "389": "continuo",
    "390": "implemento",
    "391": "reentrenamiento",
    "392": "automatico",
    "393": "cada",
    "394": "cierto",
    "395": "optimizas",
    "396": "rendimiento",
    "397": "mejoro",
    "398": "velocidad",
    "399": "eficientes",
    "400": "cacheo",
    "401": "respuestas",
    "402": "optimizacion",
    "403": "base",
    "404": "has",
    "405": "trabajado",
    "406": "bases",
    "407": "usado",
    "408": "mongodb",
    "409": "postgresql",
    "410": "almacenar",
    "411": "interacciones",
    "412": "despliegue",
    "413": "servidores",
    "414": "contenedores",
    "415": "docker",
    "416": "implementar",
    "417": "validacion",
    "418": "usuarios",
    "419": "mensajes",
    "420": "restricciones",
    "421": "proteger",
    "422": "estructurarias",
    "423": "atencion",
    "424": "cliente",
    "425": "disenaria",
    "426": "flujo",
    "427": "frecuentes",
    "428": "agentes",
    "429": "humanos",
    "430": "analisis",
    "431": "sentimiento",
    "432": "generacion",
    "433": "redes",
    "434": "neuronales",
    "435": "generar",
    "436": "dinamicas",
    "437": "manejo",
    "438": "predefinidas",
    "439": "mayor",
    "440": "clasificacion",
    "441": "texto",
    "442": "intenciones",
    "443": "ambiguas",
    "444": "confianza",
    "445": "incertidumbre",
    "446": "solicito",
    "447": "aclaraciones",
    "448": "usuario",
    "449": "mejorarias",
    "450": "interaccion",
    "451": "usaria",
    "452": "avanzado",
    "453": "manejarias",
    "454": "personalizacion",
    "455": "historial",
    "456": "preferencias",
    "457": "mas",
    "458": "adaptadas",
    "459": "apis",
    "460": "integrado",
    "461": "pago",
    "462": "funcionalidad",
    "463": "entrenas",
    "464": "entender",
    "465": "diferentes",
    "466": "formas",
    "467": "preguntar",
    "468": "expansion",
    "469": "sinonimos",
    "470": "reconocer",
    "471": "significado",
    "472": "operacion",
    "473": "instancias",
    "474": "serverless",
    "475": "ejecuto",
    "476": "cuando",
    "477": "posible",
    "478": "recojo",
    "479": "metricas",
    "480": "conjunto",
    "481": "revision",
    "482": "posterior",
    "483": "componentes",
    "484": "principales",
    "485": "fuentes",
    "486": "mientras",
    "487": "transmiten",
    "488": "factores",
    "489": "considerar",
    "490": "angulo",
    "491": "transmite",
    "492": "local",
    "493": "necesidad",
    "494": "ventajas",
    "495": "inalambrico",
    "496": "facil",
    "497": "flexibilidad",
    "498": "menor",
    "499": "cableado",
    "500": "regula",
    "501": "entrada",
    "502": "personas",
    "503": "tarjetas",
    "504": "huellas",
    "505": "dactilares",
    "506": "autenticacion",
    "507": "biometrica",
    "508": "caracteristicas",
    "509": "unicas",
    "510": "digitales",
    "511": "predeterminadas",
    "512": "restringir",
    "513": "dispositivo",
    "514": "entorno",
    "515": "caso",
    "516": "intrusion",
    "517": "perimetral",
    "518": "sensores",
    "519": "cercas",
    "520": "autorizados",
    "521": "activar",
    "522": "domotica",
    "523": "automatizacion",
    "524": "hogar",
    "525": "empresa",
    "526": "forma",
    "527": "remota",
    "528": "falsas",
    "529": "ajustando",
    "530": "sensibilidad",
    "531": "evitando",
    "532": "colocarlos",
    "533": "constante",
    "534": "mantenimiento",
    "535": "periodica",
    "536": "actualizacion",
    "537": "comprobacion",
    "538": "entradas",
    "539": "pasillos",
    "540": "areas",
    "541": "alto",
    "542": "trafico",
    "543": "visibilidad",
    "544": "discos",
    "545": "duros",
    "546": "alta",
    "547": "capacidad",
    "548": "configurando",
    "549": "grabacion",
    "550": "eventos",
    "551": "funcion",
    "552": "ups",
    "553": "mantiene",
    "554": "operativo",
    "555": "fallas",
    "556": "electricas",
    "557": "interrupciones",
    "558": "contra",
    "559": "ciberataques",
    "560": "separadas",
    "561": "algoritmos",
    "562": "sospechosos",
    "563": "rostros",
    "564": "analizar",
    "565": "comportamientos",
    "566": "beneficios",
    "567": "remoto",
    "568": "permite",
    "569": "visualizar",
    "570": "cualquier",
    "571": "lugar",
    "572": "integrar",
    "573": "asistente",
    "574": "patrones",
    "575": "automaticas",
    "576": "basadas",
    "577": "incendios",
    "578": "detectan",
    "579": "humo",
    "580": "temperatura",
    "581": "elevada",
    "582": "alertan",
    "583": "protocolos",
    "584": "registro",
    "585": "visitantes",
    "586": "capacitacion",
    "587": "personal",
    "588": "recomiendas",
    "589": "ideal",
    "590": "empresas",
    "591": "lentes",
    "592": "revisar",
    "593": "conexiones",
    "594": "inalambrica",
    "595": "desconecta",
    "596": "verifica",
    "597": "reinicia",
    "598": "router",
    "599": "cable",
    "600": "usan",
    "601": "coaxial",
    "602": "ethernet",
    "603": "permiso",
    "604": "propiedad",
    "605": "evita",
    "606": "publicas",
    "607": "autorizacion",
    "608": "analizan",
    "609": "activan",
    "610": "poca",
    "611": "baja",
    "612": "oscuridad",
    "613": "restringe",
    "614": "energia",
    "615": "solar",
    "616": "paneles",
    "617": "solares",
    "618": "autonomia",
    "619": "fija",
    "620": "moverse",
    "621": "zoom",
    "622": "girar",
    "623": "fijas",
    "624": "enfocan",
    "625": "especifica",
    "626": "negocio",
    "627": "monitorearlas",
    "628": "reconoce",
    "629": "prueba",
    "630": "formatearlo",
    "631": "cambia",
    "632": "puerto",
    "633": "sata",
    "634": "microfono",
    "635": "incorporado",
    "636": "capturar",
    "637": "fabricante",
    "638": "dvrs",
    "639": "8",
    "640": "16",
    "641": "hasta",
    "642": "canales",
    "643": "detalle",
    "644": "compatible",
    "645": "vivo",
    "646": "corta",
    "647": "siguen",
    "648": "grabando",
    "649": "podras",
    "650": "verlas",
    "651": "vuelva",
    "652": "algunos",
    "653": "importante",
    "654": "cifrar",
    "655": "credenciales",
    "656": "defecto",
    "657": "saber",
    "658": "led",
    "659": "indicador",
    "660": "contratar",
    "661": "buscar",
    "662": "rango",
    "663": "suelen",
    "664": "tener",
    "665": "70",
    "666": "180",
    "667": "accedo",
    "668": "otro",
    "669": "pais",
    "670": "publica",
    "671": "configurada",
    "672": "legal",
    "673": "consentimiento",
    "674": "legislacion",
    "675": "muchos",
    "676": "paises",
    "677": "terceros",
    "678": "objetos",
    "679": "resistentes",
    "680": "ideales",
    "681": "licencia",
    "682": "operar",
    "683": "negocios",
    "684": "dependiendo",
    "685": "regulaciones",
    "686": "privacidad",
    "687": "home",
    "688": "voz",
    "689": "evito",
    "690": "tenga",
    "691": "ciegos",
    "692": "ubicala",
    "693": "lugares",
    "694": "ajusta",
    "695": "correctamente",
    "696": "muestra",
    "697": "borrosa",
    "698": "limpia",
    "699": "enfoque",
    "700": "bebes",
    "701": "ocultar",
    "702": "camuflarla",
    "703": "decorativos",
    "704": "comprar",
    "705": "disenadas",
    "706": "discretas",
    "707": "compartir",
    "708": "otra",
    "709": "persona",
    "710": "aplicaciones",
    "711": "multiples",
    "712": "conectarlas",
    "713": "ven",
    "714": "completa",
    "715": "ahorrar",
    "716": "espacio",
    "717": "altavoz",
    "718": "comunicacion",
    "719": "compartes",
    "720": "verla",
    "721": "necesariamente",
    "722": "apagar",
    "723": "desactivarlas",
    "724": "plugandplay",
    "725": "sencillas",
    "726": "pequenas",
    "727": "espia",
    "728": "facilmente",
    "729": "apps",
    "730": "todas",
    "731": "sola",
    "732": "pantalla",
    "733": "panel",
    "734": "integradas",
    "735": "alguien",
    "736": "integrada",
    "737": "auto",
    "738": "dashcam",
    "739": "continua",
    "740": "menu",
    "741": "establecer",
    "742": "anteriores",
    "743": "usas",
    "744": "pasados",
    "745": "borro",
    "746": "viejas",
    "747": "sobrescribir",
    "748": "manualmente",
    "749": "pequenos",
    "750": "optico",
    "751": "kits",
    "752": "integral",
    "753": "roban",
    "754": "eso",
    "755": "copia",
    "756": "esconder",
    "757": "cuantos",
    "758": "ir",
    "759": "completo",
    "760": "siempre",
    "761": "formateo",
    "762": "borraran",
    "763": "conservarlas",
    "764": "timbre",
    "765": "boton",
    "766": "integrados",
    "767": "funcionar",
    "768": "videoportero",
    "769": "falsa",
    "770": "funcionales",
    "771": "ni",
    "772": "reales",
    "773": "activos"
  }
}