{
  "palabraAIndice": {
    "4": 168,
    "32": 169,
    "hola": 1,
    "Hola": 2,
    "C": 3,
    "mo": 4,
    "puedo": 5,
    "ayudarte": 6,
    "hoy": 7,
    "buenos": 8,
    "d": 9,
    "as": 10,
    "Buenos": 11,
    "En": 12,
    "qu": 13,
    "asistirte": 14,
    "puedes": 15,
    "hacer": 16,
    "Puedo": 17,
    "responder": 18,
    "preguntas": 19,
    "y": 20,
    "con": 21,
    "informaci": 22,
    "n": 23,
    "sobre": 24,
    "seguridad": 25,
    "electr": 26,
    "nica": 27,
    "cu": 28,
    "les": 29,
    "son": 30,
    "tus": 31,
    "funciones": 32,
    "Respondo": 33,
    "consultas": 34,
    "brindo": 35,
    "instalaci": 36,
    "de": 37,
    "quiero": 38,
    "instalar": 39,
    "c": 40,
    "maras": 41,
    "Ofrecemos": 42,
    "gu": 43,
    "para": 44,
    "nto": 45,
    "cuesta": 46,
    "una": 47,
    "mara": 48,
    "El": 49,
    "costo": 50,
    "depende": 51,
    "del": 52,
    "tipo": 53,
    "la": 54,
    "necesito": 55,
    "ayuda": 56,
    "alarma": 57,
    "Dime": 58,
    "problema": 59,
    "tienes": 60,
    "te": 61,
    "ayudar": 62,
    "configuro": 63,
    "IP": 64,
    "Para": 65,
    "configurar": 66,
    "necesitas": 67,
    "conectarla": 68,
    "a": 69,
    "red": 70,
    "acceder": 71,
    "su": 72,
    "interfaz": 73,
    "web": 74,
    "l": 75,
    "es": 76,
    "mejor": 77,
    "marca": 78,
    "Algunas": 79,
    "marcas": 80,
    "recomendadas": 81,
    "Hikvision": 82,
    "Dahua": 83,
    "TP": 84,
    "Link": 85,
    "ofrecen": 86,
    "soporte": 87,
    "t": 88,
    "cnico": 89,
    "S": 90,
    "tenemos": 91,
    "configuraci": 92,
    "dispositivos": 93,
    "contamos": 94,
    "manuales": 95,
    "tutoriales": 96,
    "sistemas": 97,
    "monitorear": 98,
    "mi": 99,
    "casa": 100,
    "desde": 101,
    "el": 102,
    "celular": 103,
    "aplicaci": 104,
    "m": 105,
    "vil": 106,
    "tu": 107,
    "en": 108,
    "tiempo": 109,
    "real": 110,
    "DVR": 111,
    "Claro": 112,
    "diferencia": 113,
    "entre": 114,
    "NVR": 115,
    "se": 116,
    "usa": 117,
    "anal": 118,
    "gicas": 119,
    "un": 120,
    "CCTV": 121,
    "significa": 122,
    "Circuito": 123,
    "Cerrado": 124,
    "Televisi": 125,
    "videovigilancia": 126,
    "yo": 127,
    "mismo": 128,
    "pero": 129,
    "recomendable": 130,
    "seguir": 131,
    "o": 132,
    "consultar": 133,
    "profesional": 134,
    "tarda": 135,
    "instalarse": 136,
    "sistema": 137,
    "Depende": 138,
    "tama": 139,
    "suele": 140,
    "tomar": 141,
    "unas": 142,
    "horas": 143,
    "me": 144,
    "recomendar": 145,
    "necesidades": 146,
    "WiFi": 147,
    "buena": 148,
    "opci": 149,
    "las": 150,
    "tienen": 151,
    "visi": 152,
    "nocturna": 153,
    "muchas": 154,
    "infrarrojos": 155,
    "seguro": 156,
    "usar": 157,
    "debes": 158,
    "cambiar": 159,
    "contrase": 160,
    "predeterminada": 161,
    "cifrado": 162,
    "WPA2": 163,
    "conectar": 164,
    "varias": 165,
    "seg": 166,
    "modelo": 167,
    "pueden": 170,
    "ver": 171,
    "televisor": 172,
    "si": 173,
    "tiene": 174,
    "salida": 175,
    "HDMI": 176,
    "VGA": 177,
    "hay": 178,
    "sin": 179,
    "cables": 180,
    "existen": 181,
    "inal": 182,
    "mbricas": 183,
    "bater": 184,
    "recargable": 185,
    "hablar": 186,
    "trav": 187,
    "s": 188,
    "algunas": 189,
    "audio": 190,
    "bidireccional": 191,
    "pasa": 192,
    "va": 193,
    "luz": 194,
    "Si": 195,
    "respaldo": 196,
    "funcionando": 197,
    "grabar": 198,
    "im": 199,
    "genes": 200,
    "nube": 201,
    "almacenamiento": 202,
    "almacenan": 203,
    "grabaciones": 204,
    "disco": 205,
    "duro": 206,
    "puede": 207,
    "ser": 208,
    "semanas": 209,
    "detectar": 210,
    "movimientos": 211,
    "detecci": 212,
    "movimiento": 213,
    "env": 214,
    "alertas": 215,
    "alarmas": 216,
    "conectarse": 217,
    "al": 218,
    "inteligentes": 219,
    "permiten": 220,
    "control": 221,
    "hago": 222,
    "no": 223,
    "graba": 224,
    "Revisa": 225,
    "estado": 226,
    "tarjeta": 227,
    "SD": 228,
    "exteriores": 229,
    "debe": 230,
    "resistente": 231,
    "agua": 232,
    "polvo": 233,
    "IP66": 234,
    "superior": 235,
    "ubicaci": 236,
    "rea": 237,
    "que": 238,
    "quieras": 239,
    "cubrir": 240,
    "deben": 241,
    "estar": 242,
    "puntos": 243,
    "estrat": 244,
    "gicos": 245,
    "altos": 246,
    "Alexa": 247,
    "compatibles": 248,
    "Google": 249,
    "Assistant": 250,
    "cuotas": 251,
    "mensuales": 252,
    "solo": 253,
    "requieren": 254,
    "compra": 255,
    "inicial": 256,
    "suscripciones": 257,
    "mejorar": 258,
    "Puedes": 259,
    "reforzar": 260,
    "puertas": 261,
    "ventanas": 262,
    "necesitan": 263,
    "internet": 264,
    "Las": 265,
    "funcionan": 266,
    "borrar": 267,
    "autom": 268,
    "ticamente": 269,
    "mayor": 270,
    "los": 271,
    "sobrescriben": 272,
    "videos": 273,
    "antiguos": 274
  },
  "indiceAPalabra": {
    "1": "hola",
    "2": "Hola",
    "3": "C",
    "4": "mo",
    "5": "puedo",
    "6": "ayudarte",
    "7": "hoy",
    "8": "buenos",
    "9": "d",
    "10": "as",
    "11": "Buenos",
    "12": "En",
    "13": "qu",
    "14": "asistirte",
    "15": "puedes",
    "16": "hacer",
    "17": "Puedo",
    "18": "responder",
    "19": "preguntas",
    "20": "y",
    "21": "con",
    "22": "informaci",
    "23": "n",
    "24": "sobre",
    "25": "seguridad",
    "26": "electr",
    "27": "nica",
    "28": "cu",
    "29": "les",
    "30": "son",
    "31": "tus",
    "32": "funciones",
    "33": "Respondo",
    "34": "consultas",
    "35": "brindo",
    "36": "instalaci",
    "37": "de",
    "38": "quiero",
    "39": "instalar",
    "40": "c",
    "41": "maras",
    "42": "Ofrecemos",
    "43": "gu",
    "44": "para",
    "45": "nto",
    "46": "cuesta",
    "47": "una",
    "48": "mara",
    "49": "El",
    "50": "costo",
    "51": "depende",
    "52": "del",
    "53": "tipo",
    "54": "la",
    "55": "necesito",
    "56": "ayuda",
    "57": "alarma",
    "58": "Dime",
    "59": "problema",
    "60": "tienes",
    "61": "te",
    "62": "ayudar",
    "63": "configuro",
    "64": "IP",
    "65": "Para",
    "66": "configurar",
    "67": "necesitas",
    "68": "conectarla",
    "69": "a",
    "70": "red",
    "71": "acceder",
    "72": "su",
    "73": "interfaz",
    "74": "web",
    "75": "l",
    "76": "es",
    "77": "mejor",
    "78": "marca",
    "79": "Algunas",
    "80": "marcas",
    "81": "recomendadas",
    "82": "Hikvision",
    "83": "Dahua",
    "84": "TP",
    "85": "Link",
    "86": "ofrecen",
    "87": "soporte",
    "88": "t",
    "89": "cnico",
    "90": "S",
    "91": "tenemos",
    "92": "configuraci",
    "93": "dispositivos",
    "94": "contamos",
    "95": "manuales",
    "96": "tutoriales",
    "97": "sistemas",
    "98": "monitorear",
    "99": "mi",
    "100": "casa",
    "101": "desde",
    "102": "el",
    "103": "celular",
    "104": "aplicaci",
    "105": "m",
    "106": "vil",
    "107": "tu",
    "108": "en",
    "109": "tiempo",
    "110": "real",
    "111": "DVR",
    "112": "Claro",
    "113": "diferencia",
    "114": "entre",
    "115": "NVR",
    "116": "se",
    "117": "usa",
    "118": "anal",
    "119": "gicas",
    "120": "un",
    "121": "CCTV",
    "122": "significa",
    "123": "Circuito",
    "124": "Cerrado",
    "125": "Televisi",
    "126": "videovigilancia",
    "127": "yo",
    "128": "mismo",
    "129": "pero",
    "130": "recomendable",
    "131": "seguir",
    "132": "o",
    "133": "consultar",
    "134": "profesional",
    "135": "tarda",
    "136": "instalarse",
    "137": "sistema",
    "138": "Depende",
    "139": "tama",
    "140": "suele",
    "141": "tomar",
    "142": "unas",
    "143": "horas",
    "144": "me",
    "145": "recomendar",
    "146": "necesidades",
    "147": "WiFi",
    "148": "buena",
    "149": "opci",
    "150": "las",
    "151": "tienen",
    "152": "visi",
    "153": "nocturna",
    "154": "muchas",
    "155": "infrarrojos",
    "156": "seguro",
    "157": "usar",
    "158": "debes",
    "159": "cambiar",
    "160": "contrase",
    "161": "predeterminada",
    "162": "cifrado",
    "163": "WPA2",
    "164": "conectar",
    "165": "varias",
    "166": "seg",
    "167": "modelo",
    "168": "4",
    "169": "32",
    "170": "pueden",
    "171": "ver",
    "172": "televisor",
    "173": "si",
    "174": "tiene",
    "175": "salida",
    "176": "HDMI",
    "177": "VGA",
    "178": "hay",
    "179": "sin",
    "180": "cables",
    "181": "existen",
    "182": "inal",
    "183": "mbricas",
    "184": "bater",
    "185": "recargable",
    "186": "hablar",
    "187": "trav",
    "188": "s",
    "189": "algunas",
    "190": "audio",
    "191": "bidireccional",
    "192": "pasa",
    "193": "va",
    "194": "luz",
    "195": "Si",
    "196": "respaldo",
    "197": "funcionando",
    "198": "grabar",
    "199": "im",
    "200": "genes",
    "201": "nube",
    "202": "almacenamiento",
    "203": "almacenan",
    "204": "grabaciones",
    "205": "disco",
    "206": "duro",
    "207": "puede",
    "208": "ser",
    "209": "semanas",
    "210": "detectar",
    "211": "movimientos",
    "212": "detecci",
    "213": "movimiento",
    "214": "env",
    "215": "alertas",
    "216": "alarmas",
    "217": "conectarse",
    "218": "al",
    "219": "inteligentes",
    "220": "permiten",
    "221": "control",
    "222": "hago",
    "223": "no",
    "224": "graba",
    "225": "Revisa",
    "226": "estado",
    "227": "tarjeta",
    "228": "SD",
    "229": "exteriores",
    "230": "debe",
    "231": "resistente",
    "232": "agua",
    "233": "polvo",
    "234": "IP66",
    "235": "superior",
    "236": "ubicaci",
    "237": "rea",
    "238": "que",
    "239": "quieras",
    "240": "cubrir",
    "241": "deben",
    "242": "estar",
    "243": "puntos",
    "244": "estrat",
    "245": "gicos",
    "246": "altos",
    "247": "Alexa",
    "248": "compatibles",
    "249": "Google",
    "250": "Assistant",
    "251": "cuotas",
    "252": "mensuales",
    "253": "solo",
    "254": "requieren",
    "255": "compra",
    "256": "inicial",
    "257": "suscripciones",
    "258": "mejorar",
    "259": "Puedes",
    "260": "reforzar",
    "261": "puertas",
    "262": "ventanas",
    "263": "necesitan",
    "264": "internet",
    "265": "Las",
    "266": "funcionan",
    "267": "borrar",
    "268": "autom",
    "269": "ticamente",
    "270": "mayor",
    "271": "los",
    "272": "sobrescriben",
    "273": "videos",
    "274": "antiguos"
  }
}