{
  "palabraAIndice": {
    "4": 602,
    "5": 407,
    "7": 1058,
    "8": 885,
    "16": 886,
    "24": 405,
    "30": 1001,
    "32": 603,
    "70": 904,
    "180": 905,
    "1520": 1127,
    "1581": 1319,
    "2012": 1320,
    "<start>": 1,
    "<end>": 2,
    "como": 3,
    "te": 4,
    "llamas": 5,
    "estas": 6,
    "hola": 7,
    "buenos": 8,
    "dias": 9,
    "que": 10,
    "puedes": 11,
    "hacer": 12,
    "cuales": 13,
    "son": 14,
    "tus": 15,
    "funciones": 16,
    "quiero": 17,
    "instalar": 18,
    "camaras": 19,
    "cuanto": 20,
    "cuesta": 21,
    "una": 22,
    "camara": 23,
    "necesito": 24,
    "ayuda": 25,
    "con": 26,
    "alarma": 27,
    "configuro": 28,
    "ip": 29,
    "cual": 30,
    "es": 31,
    "la": 32,
    "mejor": 33,
    "marca": 34,
    "de": 35,
    "ofrecen": 36,
    "soporte": 37,
    "tecnico": 38,
    "tienes": 39,
    "guias": 40,
    "instalacion": 41,
    "puedo": 42,
    "monitorear": 43,
    "mi": 44,
    "casa": 45,
    "desde": 46,
    "el": 47,
    "celular": 48,
    "dvr": 49,
    "diferencia": 50,
    "entre": 51,
    "y": 52,
    "nvr": 53,
    "cctv": 54,
    "yo": 55,
    "mismo": 56,
    "tarda": 57,
    "en": 58,
    "instalarse": 59,
    "un": 60,
    "sistema": 61,
    "seguridad": 62,
    "me": 63,
    "recomendar": 64,
    "las": 65,
    "tienen": 66,
    "vision": 67,
    "nocturna": 68,
    "seguro": 69,
    "usar": 70,
    "wifi": 71,
    "conectar": 72,
    "varias": 73,
    "a": 74,
    "se": 75,
    "pueden": 76,
    "ver": 77,
    "televisor": 78,
    "hay": 79,
    "sin": 80,
    "cables": 81,
    "hablar": 82,
    "traves": 83,
    "pasa": 84,
    "si": 85,
    "va": 86,
    "luz": 87,
    "grabar": 88,
    "imagenes": 89,
    "nube": 90,
    "tiempo": 91,
    "almacenan": 92,
    "grabaciones": 93,
    "detectar": 94,
    "movimientos": 95,
    "alarmas": 96,
    "conectarse": 97,
    "al": 98,
    "hago": 99,
    "no": 100,
    "graba": 101,
    "exteriores": 102,
    "ubicacion": 103,
    "para": 104,
    "alexa": 105,
    "cuotas": 106,
    "mensuales": 107,
    "mejorar": 108,
    "necesitan": 109,
    "internet": 110,
    "borrar": 111,
    "automaticamente": 112,
    "los": 113,
    "tipos": 114,
    "cuantas": 115,
    "videovigilancia": 116,
    "fuente": 117,
    "alimentacion": 118,
    "calidad": 119,
    "imagen": 120,
    "existen": 121,
    "funciona": 122,
    "sensor": 123,
    "movimiento": 124,
    "recibir": 125,
    "alertas": 126,
    "significa": 127,
    "resolucion": 128,
    "evitar": 129,
    "hackeos": 130,
    "puede": 131,
    "esta": 132,
    "siendo": 133,
    "hackeada": 134,
    "proposito": 135,
    "sistemas": 136,
    "control": 137,
    "acceso": 138,
    "bot": 139,
    "acceder": 140,
    "notificaciones": 141,
    "controlar": 142,
    "quien": 143,
    "area": 144,
    "tu": 145,
    "experiencia": 146,
    "integracion": 147,
    "ia": 148,
    "whatsapp": 149,
    "manejas": 150,
    "entrenamiento": 151,
    "modelos": 152,
    "produccion": 153,
    "tecnicas": 154,
    "utilizas": 155,
    "procesamiento": 156,
    "lenguaje": 157,
    "natural": 158,
    "extraccion": 159,
    "datos": 160,
    "real": 161,
    "tecnologias": 162,
    "desarrollar": 163,
    "chatbots": 164,
    "continuo": 165,
    "optimizas": 166,
    "rendimiento": 167,
    "chatbot": 168,
    "has": 169,
    "trabajado": 170,
    "bases": 171,
    "despliegue": 172,
    "estructurarias": 173,
    "atencion": 174,
    "cliente": 175,
    "generacion": 176,
    "respuestas": 177,
    "clasificacion": 178,
    "texto": 179,
    "ambiguas": 180,
    "mejorarias": 181,
    "interaccion": 182,
    "usuarios": 183,
    "manejarias": 184,
    "personalizacion": 185,
    "apis": 186,
    "entrenas": 187,
    "entender": 188,
    "diferentes": 189,
    "formas": 190,
    "preguntar": 191,
    "costo": 192,
    "operacion": 193,
    "analisis": 194,
    "componentes": 195,
    "principales": 196,
    "factores": 197,
    "considerar": 198,
    "ventajas": 199,
    "inalambrico": 200,
    "autenticacion": 201,
    "biometrica": 202,
    "analogicas": 203,
    "digitales": 204,
    "red": 205,
    "perimetral": 206,
    "domotica": 207,
    "falsas": 208,
    "mantenimiento": 209,
    "requieren": 210,
    "almacenar": 211,
    "por": 212,
    "mas": 213,
    "funcion": 214,
    "ups": 215,
    "proteger": 216,
    "contra": 217,
    "ciberataques": 218,
    "inteligencia": 219,
    "artificial": 220,
    "beneficios": 221,
    "tiene": 222,
    "monitoreo": 223,
    "remoto": 224,
    "integrar": 225,
    "asistente": 226,
    "deteccion": 227,
    "incendios": 228,
    "protocolos": 229,
    "empresa": 230,
    "recomiendas": 231,
    "desconecta": 232,
    "tipo": 233,
    "cable": 234,
    "usan": 235,
    "permiso": 236,
    "poca": 237,
    "energia": 238,
    "solar": 239,
    "ptz": 240,
    "fija": 241,
    "negocio": 242,
    "reconoce": 243,
    "disco": 244,
    "duro": 245,
    "audio": 246,
    "720p": 247,
    "1080p": 248,
    "4k": 249,
    "corta": 250,
    "almacenamiento": 251,
    "inalambricas": 252,
    "seguras": 253,
    "saber": 254,
    "grabando": 255,
    "contratar": 256,
    "rango": 257,
    "accedo": 258,
    "otro": 259,
    "pais": 260,
    "legal": 261,
    "personas": 262,
    "su": 263,
    "consentimiento": 264,
    "o": 265,
    "rostros": 266,
    "licencia": 267,
    "operar": 268,
    "google": 269,
    "home": 270,
    "evito": 271,
    "tenga": 272,
    "puntos": 273,
    "ciegos": 274,
    "muestra": 275,
    "borrosa": 276,
    "bebes": 277,
    "ocultar": 278,
    "compartir": 279,
    "otra": 280,
    "persona": 281,
    "ven": 282,
    "oscuridad": 283,
    "solo": 284,
    "cuando": 285,
    "tener": 286,
    "conexion": 287,
    "constante": 288,
    "apagar": 289,
    "facil": 290,
    "funcionan": 291,
    "alguien": 292,
    "posible": 293,
    "auto": 294,
    "contrasena": 295,
    "anteriores": 296,
    "app": 297,
    "borro": 298,
    "viejas": 299,
    "negocios": 300,
    "pequenos": 301,
    "zoom": 302,
    "roban": 303,
    "cuantos": 304,
    "completo": 305,
    "formateo": 306,
    "timbre": 307,
    "falsa": 308,
    "angulo": 309,
    "influye": 310,
    "cobertura": 311,
    "optico": 312,
    "digital": 313,
    "infrarrojos": 314,
    "ir": 315,
    "alcance": 316,
    "tipico": 317,
    "poe": 318,
    "tradicional": 319,
    "seguimiento": 320,
    "automatico": 321,
    "calor": 322,
    "corporal": 323,
    "estenopeicas": 324,
    "antivandalicas": 325,
    "microfono": 326,
    "altavoz": 327,
    "incorporados": 328,
    "utilizan": 329,
    "sonora": 330,
    "silenciosa": 331,
    "central": 332,
    "servicios": 333,
    "ofrece": 334,
    "instala": 335,
    "pir": 336,
    "contacto": 337,
    "seco": 338,
    "zonas": 339,
    "programar": 340,
    "panel": 341,
    "inhibidor": 342,
    "frecuencia": 343,
    "afecta": 344,
    "gsm": 345,
    "linea": 346,
    "telefonica": 347,
    "cableadas": 348,
    "bateria": 349,
    "respaldo": 350,
    "luces": 351,
    "sirenas": 352,
    "externas": 353,
    "cuadros": 354,
    "segundo": 355,
    "fps": 356,
    "recomendables": 357,
    "grabacion": 358,
    "capacidad": 359,
    "x": 360,
    "durante": 361,
    "codecs": 362,
    "video": 363,
    "comunes": 364,
    "dvrnvr": 365,
    "h264": 366,
    "h265": 367,
    "sus": 368,
    "diferencias": 369,
    "configura": 370,
    "configurar": 371,
    "puertos": 372,
    "bnc": 373,
    "hdmi": 374,
    "vga": 375,
    "ethernet": 376,
    "usb": 377,
    "realizar": 378,
    "copia": 379,
    "protocolo": 380,
    "onvif": 381,
    "sirve": 382,
    "solucionar": 383,
    "problemas": 384,
    "reproduccion": 385,
    "marcas": 386,
    "requisitos": 387,
    "ancho": 388,
    "banda": 389,
    "necesita": 390,
    "direccion": 391,
    "estatica": 392,
    "reenvio": 393,
    "port": 394,
    "forwarding": 395,
    "necesario": 396,
    "vpn": 397,
    "vigilancia": 398,
    "asegurar": 399,
    "mis": 400,
    "dispositivos": 401,
    "mac": 402,
    "utiliza": 403,
    "configuracion": 404,
    "ghz": 406,
    "rtsp": 408,
    "streams": 409,
    "ininterrumpida": 410,
    "importante": 411,
    "calcular": 412,
    "autonomia": 413,
    "alimentar": 414,
    "paneles": 415,
    "solares": 416,
    "consideraciones": 417,
    "cableado": 418,
    "electrico": 419,
    "debo": 420,
    "limpiar": 421,
    "carcasa": 422,
    "reiniciar": 423,
    "diagnosticar": 424,
    "pantalla": 425,
    "negro": 426,
    "aplicacion": 427,
    "movil": 428,
    "pasos": 429,
    "seguir": 430,
    "sospecho": 431,
    "ha": 432,
    "sido": 433,
    "comprometido": 434,
    "eliminar": 435,
    "forma": 436,
    "segura": 437,
    "detecta": 438,
    "nada": 439,
    "probar": 440,
    "sirena": 441,
    "reemplazar": 442,
    "leyes": 443,
    "colombianas": 444,
    "regulan": 445,
    "uso": 446,
    "propiedad": 447,
    "privada": 448,
    "regulaciones": 449,
    "sobre": 450,
    "colombia": 451,
    "graban": 452,
    "accidentalmente": 453,
    "vecinos": 454,
    "sanciones": 455,
    "indebido": 456,
    "informar": 457,
    "presencia": 458,
    "nombre": 459,
    "nexo": 460,
    "security": 461,
    "estoy": 462,
    "aqui": 463,
    "brindarte": 464,
    "lo": 465,
    "relacionado": 466,
    "electronica": 467,
    "muy": 468,
    "bien": 469,
    "gracias": 470,
    "mejorando": 471,
    "cada": 472,
    "dia": 473,
    "ayudarte": 474,
    "hoy": 475,
    "asistirte": 476,
    "responder": 477,
    "preguntas": 478,
    "informacion": 479,
    "especializo": 480,
    "consultas": 481,
    "brindar": 482,
    "detallada": 483,
    "electronicaasesoro": 484,
    "eleccion": 485,
    "equipos": 486,
    "accesos": 487,
    "sensores": 488,
    "cercos": 489,
    "electricos": 490,
    "automatizacion": 491,
    "soluciones": 492,
    "integradas": 493,
    "tanto": 494,
    "hogares": 495,
    "empresasademas": 496,
    "ayudo": 497,
    "resolver": 498,
    "dudas": 499,
    "comparar": 500,
    "disponibles": 501,
    "mercado": 502,
    "buenas": 503,
    "practicas": 504,
    "maximizar": 505,
    "proteccion": 506,
    "eficiencia": 507,
    "del": 508,
    "queres": 509,
    "seguridadte": 510,
    "ayudamos": 511,
    "eso": 512,
    "ofrecemos": 513,
    "detalladas": 514,
    "paso": 515,
    "puedas": 516,
    "correcta": 517,
    "ya": 518,
    "sea": 519,
    "uses": 520,
    "explicamos": 521,
    "elegir": 522,
    "conexiones": 523,
    "necesarias": 524,
    "computadoraademas": 525,
    "necesitas": 526,
    "tambien": 527,
    "podemos": 528,
    "orientarte": 529,
    "compra": 530,
    "equipo": 531,
    "ideal": 532,
    "segun": 533,
    "necesidades": 534,
    "presupuesto": 535,
    "depende": 536,
    "dime": 537,
    "problema": 538,
    "ayudare": 539,
    "conectarla": 540,
    "interfaz": 541,
    "web": 542,
    "algunas": 543,
    "recomendadas": 544,
    "hikvision": 545,
    "dahua": 546,
    "tplink": 547,
    "tenemos": 548,
    "contamos": 549,
    "manuales": 550,
    "tutoriales": 551,
    "claro": 552,
    "usa": 553,
    "circuito": 554,
    "cerrado": 555,
    "televisiones": 556,
    "permite": 557,
    "areas": 558,
    "objetivo": 559,
    "television": 560,
    "convencional": 561,
    "contenido": 562,
    "transmite": 563,
    "publicamente": 564,
    "sino": 565,
    "limitado": 566,
    "numero": 567,
    "determinado": 568,
    "monitores": 569,
    "autorizadoseste": 570,
    "industrias": 571,
    "espacios": 572,
    "publicos": 573,
    "prevenir": 574,
    "robos": 575,
    "vigilar": 576,
    "actividades": 577,
    "contar": 578,
    "evidencia": 579,
    "visual": 580,
    "caso": 581,
    "incidentes": 582,
    "pero": 583,
    "recomendable": 584,
    "guia": 585,
    "consultar": 586,
    "profesional": 587,
    "tamano": 588,
    "suele": 589,
    "tomar": 590,
    "unas": 591,
    "horas": 592,
    "buena": 593,
    "opcion": 594,
    "muchas": 595,
    "debes": 596,
    "cambiar": 597,
    "predeterminada": 598,
    "cifrado": 599,
    "wpa2": 600,
    "modelo": 601,
    "salida": 604,
    "recargable": 605,
    "bidireccional": 606,
    "seguira": 607,
    "funcionando": 608,
    "ser": 609,
    "semanas": 610,
    "envio": 611,
    "inteligentes": 612,
    "permiten": 613,
    "revisa": 614,
    "estado": 615,
    "tarjeta": 616,
    "sd": 617,
    "debe": 618,
    "resistente": 619,
    "agua": 620,
    "polvo": 621,
    "ip66": 622,
    "superior": 623,
    "quieras": 624,
    "cubrir": 625,
    "deben": 626,
    "estar": 627,
    "estrategicos": 628,
    "altos": 629,
    "compatibles": 630,
    "assistant": 631,
    "inicial": 632,
    "suscripciones": 633,
    "reforzar": 634,
    "puertas": 635,
    "ventanas": 636,
    "mayoria": 637,
    "sobrescriben": 638,
    "videos": 639,
    "antiguos": 640,
    "termicas": 641,
    "generalmente": 642,
    "recomienda": 643,
    "menos": 644,
    "adaptador": 645,
    "corriente": 646,
    "asegurate": 647,
    "lente": 648,
    "ajustar": 649,
    "verificar": 650,
    "iluminacion": 651,
    "autogestionadas": 652,
    "cambios": 653,
    "ambiente": 654,
    "mediante": 655,
    "microondas": 656,
    "activa": 657,
    "envian": 658,
    "cantidad": 659,
    "pixeles": 660,
    "hd": 661,
    "full": 662,
    "resoluciones": 663,
    "contrasenas": 664,
    "actualiza": 665,
    "firmware": 666,
    "desactiva": 667,
    "remotos": 668,
    "necesarios": 669,
    "notas": 670,
    "inusuales": 671,
    "extranos": 672,
    "actividad": 673,
    "desconocida": 674,
    "proporcionar": 675,
    "detener": 676,
    "posibles": 677,
    "delitos": 678,
    "ayudar": 679,
    "investigacion": 680,
    "varios": 681,
    "incluyendo": 682,
    "dominio": 683,
    "publico": 684,
    "alerta": 685,
    "amenazas": 686,
    "intrusiones": 687,
    "alertar": 688,
    "respuesta": 689,
    "rapida": 690,
    "efectiva": 691,
    "sonido": 692,
    "controla": 693,
    "recurso": 694,
    "capa": 695,
    "adicional": 696,
    "huella": 697,
    "reconocimiento": 698,
    "facial": 699,
    "programa": 700,
    "software": 701,
    "correo": 702,
    "electronico": 703,
    "he": 704,
    "desarrollado": 705,
    "usando": 706,
    "nodejs": 707,
    "tensorflowjs": 708,
    "utilizo": 709,
    "ajusto": 710,
    "hiperparametros": 711,
    "precision": 712,
    "nlp": 713,
    "tokenizacion": 714,
    "lematizacion": 715,
    "embeddings": 716,
    "palabras": 717,
    "comprension": 718,
    "scraping": 719,
    "puppeteer": 720,
    "cheerio": 721,
    "obtener": 722,
    "sitios": 723,
    "trabajo": 724,
    "api": 725,
    "business": 726,
    "crear": 727,
    "asistentes": 728,
    "conversacionales": 729,
    "implemento": 730,
    "reentrenamiento": 731,
    "cierto": 732,
    "mejoro": 733,
    "velocidad": 734,
    "eficientes": 735,
    "cacheo": 736,
    "optimizacion": 737,
    "base": 738,
    "usado": 739,
    "mongodb": 740,
    "postgresql": 741,
    "interacciones": 742,
    "servidores": 743,
    "contenedores": 744,
    "docker": 745,
    "implementar": 746,
    "validacion": 747,
    "mensajes": 748,
    "restricciones": 749,
    "disenaria": 750,
    "flujo": 751,
    "frecuentes": 752,
    "agentes": 753,
    "humanos": 754,
    "sentimiento": 755,
    "redes": 756,
    "neuronales": 757,
    "generar": 758,
    "dinamicas": 759,
    "manejo": 760,
    "predefinidas": 761,
    "mayor": 762,
    "intenciones": 763,
    "confianza": 764,
    "incertidumbre": 765,
    "solicito": 766,
    "aclaraciones": 767,
    "usuario": 768,
    "usaria": 769,
    "avanzado": 770,
    "historial": 771,
    "preferencias": 772,
    "adaptadas": 773,
    "integrado": 774,
    "pago": 775,
    "funcionalidad": 776,
    "expansion": 777,
    "sinonimos": 778,
    "reconocer": 779,
    "significado": 780,
    "instancias": 781,
    "serverless": 782,
    "ejecuto": 783,
    "recojo": 784,
    "metricas": 785,
    "conjunto": 786,
    "revision": 787,
    "posterior": 788,
    "fuentes": 789,
    "mientras": 790,
    "transmiten": 791,
    "local": 792,
    "necesidad": 793,
    "flexibilidad": 794,
    "menor": 795,
    "regula": 796,
    "entrada": 797,
    "tarjetas": 798,
    "huellas": 799,
    "dactilares": 800,
    "caracteristicas": 801,
    "unicas": 802,
    "predeterminadas": 803,
    "restringir": 804,
    "dispositivo": 805,
    "entorno": 806,
    "intrusion": 807,
    "cercas": 808,
    "autorizados": 809,
    "activar": 810,
    "hogar": 811,
    "remota": 812,
    "ajustando": 813,
    "sensibilidad": 814,
    "evitando": 815,
    "colocarlos": 816,
    "periodica": 817,
    "actualizacion": 818,
    "comprobacion": 819,
    "entradas": 820,
    "pasillos": 821,
    "alto": 822,
    "trafico": 823,
    "visibilidad": 824,
    "discos": 825,
    "duros": 826,
    "alta": 827,
    "configurando": 828,
    "eventos": 829,
    "mantiene": 830,
    "operativo": 831,
    "fallas": 832,
    "electricas": 833,
    "interrupciones": 834,
    "separadas": 835,
    "algoritmos": 836,
    "sospechosos": 837,
    "analizar": 838,
    "comportamientos": 839,
    "visualizar": 840,
    "cualquier": 841,
    "lugar": 842,
    "patrones": 843,
    "automaticas": 844,
    "basadas": 845,
    "detectan": 846,
    "humo": 847,
    "temperatura": 848,
    "elevada": 849,
    "alertan": 850,
    "registro": 851,
    "visitantes": 852,
    "capacitacion": 853,
    "personal": 854,
    "empresas": 855,
    "lentes": 856,
    "revisar": 857,
    "inalambrica": 858,
    "verifica": 859,
    "reinicia": 860,
    "router": 861,
    "coaxial": 862,
    "evita": 863,
    "publicas": 864,
    "autorizacion": 865,
    "analizan": 866,
    "activan": 867,
    "baja": 868,
    "restringe": 869,
    "moverse": 870,
    "girar": 871,
    "fijas": 872,
    "enfocan": 873,
    "especifica": 874,
    "monitorearlas": 875,
    "prueba": 876,
    "formatearlo": 877,
    "cambia": 878,
    "puerto": 879,
    "sata": 880,
    "incorporado": 881,
    "capturar": 882,
    "fabricante": 883,
    "dvrs": 884,
    "hasta": 887,
    "canales": 888,
    "detalle": 889,
    "compatible": 890,
    "vivo": 891,
    "siguen": 892,
    "podras": 893,
    "verlas": 894,
    "vuelva": 895,
    "algunos": 896,
    "cifrar": 897,
    "credenciales": 898,
    "defecto": 899,
    "led": 900,
    "indicador": 901,
    "buscar": 902,
    "suelen": 903,
    "publica": 906,
    "configurada": 907,
    "legislacion": 908,
    "muchos": 909,
    "paises": 910,
    "terceros": 911,
    "objetos": 912,
    "resistentes": 913,
    "ideales": 914,
    "dependiendo": 915,
    "privacidad": 916,
    "voz": 917,
    "ubicala": 918,
    "lugares": 919,
    "ajusta": 920,
    "correctamente": 921,
    "limpia": 922,
    "enfoque": 923,
    "camuflarla": 924,
    "decorativos": 925,
    "comprar": 926,
    "disenadas": 927,
    "discretas": 928,
    "aplicaciones": 929,
    "multiples": 930,
    "conectarlas": 931,
    "completa": 932,
    "ahorrar": 933,
    "espacio": 934,
    "comunicacion": 935,
    "compartes": 936,
    "verla": 937,
    "necesariamente": 938,
    "desactivarlas": 939,
    "plugandplay": 940,
    "sencillas": 941,
    "pequenas": 942,
    "espia": 943,
    "facilmente": 944,
    "apps": 945,
    "todas": 946,
    "sola": 947,
    "integrada": 948,
    "dashcam": 949,
    "continua": 950,
    "menu": 951,
    "establecer": 952,
    "usas": 953,
    "pasados": 954,
    "sobrescribir": 955,
    "manualmente": 956,
    "kits": 957,
    "integral": 958,
    "esconder": 959,
    "siempre": 960,
    "borraran": 961,
    "conservarlas": 962,
    "boton": 963,
    "integrados": 964,
    "funcionar": 965,
    "videoportero": 966,
    "funcionales": 967,
    "ni": 968,
    "reales": 969,
    "activos": 970,
    "buen": 971,
    "equilibrio": 972,
    "residenciales": 973,
    "comerciales": 974,
    "economica": 975,
    "nitidez": 976,
    "requiere": 977,
    "extension": 978,
    "horizontal": 979,
    "verticalmente": 980,
    "amplio": 981,
    "supervisar": 982,
    "extensas": 983,
    "acercar": 984,
    "perder": 985,
    "simplemente": 986,
    "amplia": 987,
    "resultar": 988,
    "pixelada": 989,
    "preferible": 990,
    "mantener": 991,
    "claridad": 992,
    "acercamientos": 993,
    "emiten": 994,
    "iluminar": 995,
    "escena": 996,
    "varia": 997,
    "unos": 998,
    "pocos": 999,
    "metros": 1000,
    "power": 1002,
    "over": 1003,
    "transmitir": 1004,
    "electrica": 1005,
    "simplificando": 1006,
    "eliminando": 1007,
    "enchufes": 1008,
    "cerca": 1009,
    "identificar": 1010,
    "vehiculos": 1011,
    "paneo": 1012,
    "tilt": 1013,
    "objeto": 1014,
    "dentro": 1015,
    "campo": 1016,
    "pasivos": 1017,
    "radiacion": 1018,
    "infrarroja": 1019,
    "emitida": 1020,
    "calidos": 1021,
    "animales": 1022,
    "principalmente": 1023,
    "pequeno": 1024,
    "agujero": 1025,
    "diminuto": 1026,
    "hace": 1027,
    "faciles": 1028,
    "inferior": 1029,
    "convencionales": 1030,
    "carcasas": 1031,
    "robustas": 1032,
    "golpes": 1033,
    "manipulaciones": 1034,
    "condiciones": 1035,
    "climaticas": 1036,
    "extremas": 1037,
    "instalaciones": 1038,
    "propensas": 1039,
    "vandalismo": 1040,
    "captura": 1041,
    "util": 1042,
    "disuadir": 1043,
    "intrusos": 1044,
    "comunicarse": 1045,
    "vigilada": 1046,
    "emite": 1047,
    "fuerte": 1048,
    "cercanas": 1049,
    "emergencia": 1050,
    "notifica": 1051,
    "discretamente": 1052,
    "propietario": 1053,
    "emitir": 1054,
    "recibe": 1055,
    "senales": 1056,
    "clientes": 1057,
    "semana": 1059,
    "verificacion": 1060,
    "autoridades": 1061,
    "implica": 1062,
    "montar": 1063,
    "pared": 1064,
    "esquina": 1065,
    "altura": 1066,
    "recomendada": 1067,
    "asegurandose": 1068,
    "cubra": 1069,
    "deseada": 1070,
    "conectandolo": 1071,
    "actua": 1072,
    "interruptor": 1073,
    "voltaje": 1074,
    "propio": 1075,
    "abre": 1076,
    "cierra": 1077,
    "evento": 1078,
    "enviando": 1079,
    "senal": 1080,
    "divisiones": 1081,
    "logicas": 1082,
    "protegida": 1083,
    "donde": 1084,
    "agrupan": 1085,
    "esto": 1086,
    "activo": 1087,
    "programacion": 1088,
    "ingresar": 1089,
    "codigos": 1090,
    "teclado": 1091,
    "asignar": 1092,
    "opciones": 1093,
    "notificacion": 1094,
    "ondas": 1095,
    "radio": 1096,
    "mismas": 1097,
    "frecuencias": 1098,
    "utilizadas": 1099,
    "interferir": 1100,
    "potencialmente": 1101,
    "ilegal": 1102,
    "sim": 1103,
    "activacion": 1104,
    "enviar": 1105,
    "sms": 1106,
    "llamadas": 1107,
    "numeros": 1108,
    "telefono": 1109,
    "preconfigurados": 1110,
    "cableados": 1111,
    "incluyen": 1112,
    "corte": 1113,
    "asegurando": 1114,
    "incluso": 1115,
    "principal": 1116,
    "falla": 1117,
    "realiza": 1118,
    "conectando": 1119,
    "salidas": 1120,
    "rele": 1121,
    "terminales": 1122,
    "designados": 1123,
    "siguiendo": 1124,
    "instrucciones": 1125,
    "general": 1126,
    "suficientes": 1128,
    "detalles": 1129,
    "importantes": 1130,
    "fluido": 1131,
    "identificacion": 1132,
    "rapido": 1133,
    "recomiendan": 1134,
    "calculo": 1135,
    "tasa": 1136,
    "bits": 1137,
    "calculadoras": 1138,
    "estimar": 1139,
    "compresion": 1140,
    "misma": 1141,
    "utilizando": 1142,
    "comparacion": 1143,
    "grabe": 1144,
    "definiendo": 1145,
    "interes": 1146,
    "permitir": 1147,
    "utilizar": 1148,
    "proporcionada": 1149,
    "externos": 1150,
    "copias": 1151,
    "raton": 1152,
    "externo": 1153,
    "copiar": 1154,
    "seleccionadas": 1155,
    "servidor": 1156,
    "open": 1157,
    "network": 1158,
    "interface": 1159,
    "forum": 1160,
    "estandar": 1161,
    "global": 1162,
    "interoperabilidad": 1163,
    "independientemente": 1164,
    "este": 1165,
    "suficiente": 1166,
    "libre": 1167,
    "formato": 1168,
    "reproducir": 1169,
    "aunque": 1170,
    "funcionalidades": 1171,
    "especificas": 1172,
    "podrian": 1173,
    "transmision": 1174,
    "visualizacion": 1175,
    "accediendo": 1176,
    "seleccionando": 1177,
    "deberas": 1178,
    "mascara": 1179,
    "subred": 1180,
    "puerta": 1181,
    "enlace": 1182,
    "dns": 1183,
    "virtuales": 1184,
    "viajan": 1185,
    "especifico": 1186,
    "dirija": 1187,
    "solicitudes": 1188,
    "entrantes": 1189,
    "dirijan": 1190,
    "porque": 1191,
    "bloquea": 1192,
    "solicitadas": 1193,
    "virtual": 1194,
    "crea": 1195,
    "cifrada": 1196,
    "encuentra": 1197,
    "protege": 1198,
    "autorizado": 1199,
    "unica": 1200,
    "habilita": 1201,
    "wpa3": 1202,
    "disponible": 1203,
    "oculta": 1204,
    "ssid": 1205,
    "limita": 1206,
    "filtrado": 1207,
    "direcciones": 1208,
    "considera": 1209,
    "invitados": 1210,
    "iot": 1211,
    "media": 1212,
    "access": 1213,
    "identificador": 1214,
    "unico": 1215,
    "asignado": 1216,
    "nic": 1217,
    "nivel": 1218,
    "usarse": 1219,
    "especificos": 1220,
    "susceptible": 1221,
    "interferencias": 1222,
    "velocidades": 1223,
    "rapidas": 1224,
    "dificultad": 1225,
    "atravesar": 1226,
    "paredes": 1227,
    "esten": 1228,
    "conectados": 1229,
    "switch": 1230,
    "comprueba": 1231,
    "haya": 1232,
    "conflictos": 1233,
    "intensidad": 1234,
    "time": 1235,
    "streaming": 1236,
    "protocol": 1237,
    "utilizado": 1238,
    "sesiones": 1239,
    "accedan": 1240,
    "requerir": 1241,
    "12v": 1242,
    "dc": 1243,
    "potencia": 1244,
    "total": 1245,
    "conectadas": 1246,
    "proporciona": 1247,
    "permitiendo": 1248,
    "siga": 1249,
    "amperioshora": 1250,
    "ah": 1251,
    "consumo": 1252,
    "amperios": 1253,
    "formula": 1254,
    "basica": 1255,
    "disenados": 1256,
    "alimentados": 1257,
    "estos": 1258,
    "incluir": 1259,
    "ubicaciones": 1260,
    "remotas": 1261,
    "calibre": 1262,
    "adecuado": 1263,
    "distancia": 1264,
    "sobrecargar": 1265,
    "circuitos": 1266,
    "danos": 1267,
    "fisicos": 1268,
    "intemperie": 1269,
    "sigue": 1270,
    "normativas": 1271,
    "locales": 1272,
    "pano": 1273,
    "suave": 1274,
    "ligeramente": 1275,
    "humedo": 1276,
    "exterior": 1277,
    "productos": 1278,
    "quimicos": 1279,
    "agresivos": 1280,
    "puedan": 1281,
    "danar": 1282,
    "material": 1283,
    "vez": 1284,
    "mes": 1285,
    "optimo": 1286,
    "menores": 1287,
    "habilitado": 1288,
    "obstrucciones": 1289,
    "fisicas": 1290,
    "bloqueando": 1291,
    "encendida": 1292,
    "obstruido": 1293,
    "habilitadas": 1294,
    "permisos": 1295,
    "ejecutarse": 1296,
    "plano": 1297,
    "estable": 1298,
    "inmediatamente": 1299,
    "todos": 1300,
    "restablecer": 1301,
    "fabrica": 1302,
    "busca": 1303,
    "formatear": 1304,
    "eliminacion": 1305,
    "fisica": 1306,
    "destruir": 1307,
    "encendido": 1308,
    "conectado": 1309,
    "inalambricos": 1310,
    "tapa": 1311,
    "abrir": 1312,
    "identifica": 1313,
    "indicado": 1314,
    "manual": 1315,
    "reemplazala": 1316,
    "nueva": 1317,
    "ley": 1318,
    "personales": 1321,
    "jurisprudencia": 1322,
    "constitucional": 1323,
    "establecen": 1324,
    "normas": 1325,
    "recoleccion": 1326,
    "capturados": 1327,
    "sujeta": 1328,
    "estrictas": 1329,
    "debido": 1330,
    "derecho": 1331,
    "intimidad": 1332,
    "inviolabilidad": 1333,
    "comunicaciones": 1334,
    "explicito": 1335,
    "cuya": 1336,
    "medidas": 1337,
    "captacion": 1338,
    "vecina": 1339,
    "reorientar": 1340,
    "enmascaramiento": 1341,
    "vecino": 1342,
    "solucion": 1343,
    "amigable": 1344,
    "viole": 1345,
    "acarrear": 1346,
    "administrativas": 1347,
    "parte": 1348,
    "superintendencia": 1349,
    "industria": 1350,
    "comercio": 1351,
    "sic": 1352,
    "asi": 1353,
    "acciones": 1354,
    "legales": 1355,
    "civiles": 1356,
    "penales": 1357,
    "obligatorio": 1358,
    "colocar": 1359,
    "avisos": 1360,
    "visibles": 1361,
    "informen": 1362,
    "existencia": 1363,
    "pequena": 1364,
    "tienda": 1365,
    "minorista": 1366,
    "centro": 1367,
    "popayan": 1368,
    "garantizar": 1369,
    "empleados": 1370,
    "horario": 1371,
    "fuera": 1372
  },
  "indiceAPalabra": {
    "1": "<start>",
    "2": "<end>",
    "3": "como",
    "4": "te",
    "5": "llamas",
    "6": "estas",
    "7": "hola",
    "8": "buenos",
    "9": "dias",
    "10": "que",
    "11": "puedes",
    "12": "hacer",
    "13": "cuales",
    "14": "son",
    "15": "tus",
    "16": "funciones",
    "17": "quiero",
    "18": "instalar",
    "19": "camaras",
    "20": "cuanto",
    "21": "cuesta",
    "22": "una",
    "23": "camara",
    "24": "necesito",
    "25": "ayuda",
    "26": "con",
    "27": "alarma",
    "28": "configuro",
    "29": "ip",
    "30": "cual",
    "31": "es",
    "32": "la",
    "33": "mejor",
    "34": "marca",
    "35": "de",
    "36": "ofrecen",
    "37": "soporte",
    "38": "tecnico",
    "39": "tienes",
    "40": "guias",
    "41": "instalacion",
    "42": "puedo",
    "43": "monitorear",
    "44": "mi",
    "45": "casa",
    "46": "desde",
    "47": "el",
    "48": "celular",
    "49": "dvr",
    "50": "diferencia",
    "51": "entre",
    "52": "y",
    "53": "nvr",
    "54": "cctv",
    "55": "yo",
    "56": "mismo",
    "57": "tarda",
    "58": "en",
    "59": "instalarse",
    "60": "un",
    "61": "sistema",
    "62": "seguridad",
    "63": "me",
    "64": "recomendar",
    "65": "las",
    "66": "tienen",
    "67": "vision",
    "68": "nocturna",
    "69": "seguro",
    "70": "usar",
    "71": "wifi",
    "72": "conectar",
    "73": "varias",
    "74": "a",
    "75": "se",
    "76": "pueden",
    "77": "ver",
    "78": "televisor",
    "79": "hay",
    "80": "sin",
    "81": "cables",
    "82": "hablar",
    "83": "traves",
    "84": "pasa",
    "85": "si",
    "86": "va",
    "87": "luz",
    "88": "grabar",
    "89": "imagenes",
    "90": "nube",
    "91": "tiempo",
    "92": "almacenan",
    "93": "grabaciones",
    "94": "detectar",
    "95": "movimientos",
    "96": "alarmas",
    "97": "conectarse",
    "98": "al",
    "99": "hago",
    "100": "no",
    "101": "graba",
    "102": "exteriores",
    "103": "ubicacion",
    "104": "para",
    "105": "alexa",
    "106": "cuotas",
    "107": "mensuales",
    "108": "mejorar",
    "109": "necesitan",
    "110": "internet",
    "111": "borrar",
    "112": "automaticamente",
    "113": "los",
    "114": "tipos",
    "115": "cuantas",
    "116": "videovigilancia",
    "117": "fuente",
    "118": "alimentacion",
    "119": "calidad",
    "120": "imagen",
    "121": "existen",
    "122": "funciona",
    "123": "sensor",
    "124": "movimiento",
    "125": "recibir",
    "126": "alertas",
    "127": "significa",
    "128": "resolucion",
    "129": "evitar",
    "130": "hackeos",
    "131": "puede",
    "132": "esta",
    "133": "siendo",
    "134": "hackeada",
    "135": "proposito",
    "136": "sistemas",
    "137": "control",
    "138": "acceso",
    "139": "bot",
    "140": "acceder",
    "141": "notificaciones",
    "142": "controlar",
    "143": "quien",
    "144": "area",
    "145": "tu",
    "146": "experiencia",
    "147": "integracion",
    "148": "ia",
    "149": "whatsapp",
    "150": "manejas",
    "151": "entrenamiento",
    "152": "modelos",
    "153": "produccion",
    "154": "tecnicas",
    "155": "utilizas",
    "156": "procesamiento",
    "157": "lenguaje",
    "158": "natural",
    "159": "extraccion",
    "160": "datos",
    "161": "real",
    "162": "tecnologias",
    "163": "desarrollar",
    "164": "chatbots",
    "165": "continuo",
    "166": "optimizas",
    "167": "rendimiento",
    "168": "chatbot",
    "169": "has",
    "170": "trabajado",
    "171": "bases",
    "172": "despliegue",
    "173": "estructurarias",
    "174": "atencion",
    "175": "cliente",
    "176": "generacion",
    "177": "respuestas",
    "178": "clasificacion",
    "179": "texto",
    "180": "ambiguas",
    "181": "mejorarias",
    "182": "interaccion",
    "183": "usuarios",
    "184": "manejarias",
    "185": "personalizacion",
    "186": "apis",
    "187": "entrenas",
    "188": "entender",
    "189": "diferentes",
    "190": "formas",
    "191": "preguntar",
    "192": "costo",
    "193": "operacion",
    "194": "analisis",
    "195": "componentes",
    "196": "principales",
    "197": "factores",
    "198": "considerar",
    "199": "ventajas",
    "200": "inalambrico",
    "201": "autenticacion",
    "202": "biometrica",
    "203": "analogicas",
    "204": "digitales",
    "205": "red",
    "206": "perimetral",
    "207": "domotica",
    "208": "falsas",
    "209": "mantenimiento",
    "210": "requieren",
    "211": "almacenar",
    "212": "por",
    "213": "mas",
    "214": "funcion",
    "215": "ups",
    "216": "proteger",
    "217": "contra",
    "218": "ciberataques",
    "219": "inteligencia",
    "220": "artificial",
    "221": "beneficios",
    "222": "tiene",
    "223": "monitoreo",
    "224": "remoto",
    "225": "integrar",
    "226": "asistente",
    "227": "deteccion",
    "228": "incendios",
    "229": "protocolos",
    "230": "empresa",
    "231": "recomiendas",
    "232": "desconecta",
    "233": "tipo",
    "234": "cable",
    "235": "usan",
    "236": "permiso",
    "237": "poca",
    "238": "energia",
    "239": "solar",
    "240": "ptz",
    "241": "fija",
    "242": "negocio",
    "243": "reconoce",
    "244": "disco",
    "245": "duro",
    "246": "audio",
    "247": "720p",
    "248": "1080p",
    "249": "4k",
    "250": "corta",
    "251": "almacenamiento",
    "252": "inalambricas",
    "253": "seguras",
    "254": "saber",
    "255": "grabando",
    "256": "contratar",
    "257": "rango",
    "258": "accedo",
    "259": "otro",
    "260": "pais",
    "261": "legal",
    "262": "personas",
    "263": "su",
    "264": "consentimiento",
    "265": "o",
    "266": "rostros",
    "267": "licencia",
    "268": "operar",
    "269": "google",
    "270": "home",
    "271": "evito",
    "272": "tenga",
    "273": "puntos",
    "274": "ciegos",
    "275": "muestra",
    "276": "borrosa",
    "277": "bebes",
    "278": "ocultar",
    "279": "compartir",
    "280": "otra",
    "281": "persona",
    "282": "ven",
    "283": "oscuridad",
    "284": "solo",
    "285": "cuando",
    "286": "tener",
    "287": "conexion",
    "288": "constante",
    "289": "apagar",
    "290": "facil",
    "291": "funcionan",
    "292": "alguien",
    "293": "posible",
    "294": "auto",
    "295": "contrasena",
    "296": "anteriores",
    "297": "app",
    "298": "borro",
    "299": "viejas",
    "300": "negocios",
    "301": "pequenos",
    "302": "zoom",
    "303": "roban",
    "304": "cuantos",
    "305": "completo",
    "306": "formateo",
    "307": "timbre",
    "308": "falsa",
    "309": "angulo",
    "310": "influye",
    "311": "cobertura",
    "312": "optico",
    "313": "digital",
    "314": "infrarrojos",
    "315": "ir",
    "316": "alcance",
    "317": "tipico",
    "318": "poe",
    "319": "tradicional",
    "320": "seguimiento",
    "321": "automatico",
    "322": "calor",
    "323": "corporal",
    "324": "estenopeicas",
    "325": "antivandalicas",
    "326": "microfono",
    "327": "altavoz",
    "328": "incorporados",
    "329": "utilizan",
    "330": "sonora",
    "331": "silenciosa",
    "332": "central",
    "333": "servicios",
    "334": "ofrece",
    "335": "instala",
    "336": "pir",
    "337": "contacto",
    "338": "seco",
    "339": "zonas",
    "340": "programar",
    "341": "panel",
    "342": "inhibidor",
    "343": "frecuencia",
    "344": "afecta",
    "345": "gsm",
    "346": "linea",
    "347": "telefonica",
    "348": "cableadas",
    "349": "bateria",
    "350": "respaldo",
    "351": "luces",
    "352": "sirenas",
    "353": "externas",
    "354": "cuadros",
    "355": "segundo",
    "356": "fps",
    "357": "recomendables",
    "358": "grabacion",
    "359": "capacidad",
    "360": "x",
    "361": "durante",
    "362": "codecs",
    "363": "video",
    "364": "comunes",
    "365": "dvrnvr",
    "366": "h264",
    "367": "h265",
    "368": "sus",
    "369": "diferencias",
    "370": "configura",
    "371": "configurar",
    "372": "puertos",
    "373": "bnc",
    "374": "hdmi",
    "375": "vga",
    "376": "ethernet",
    "377": "usb",
    "378": "realizar",
    "379": "copia",
    "380": "protocolo",
    "381": "onvif",
    "382": "sirve",
    "383": "solucionar",
    "384": "problemas",
    "385": "reproduccion",
    "386": "marcas",
    "387": "requisitos",
    "388": "ancho",
    "389": "banda",
    "390": "necesita",
    "391": "direccion",
    "392": "estatica",
    "393": "reenvio",
    "394": "port",
    "395": "forwarding",
    "396": "necesario",
    "397": "vpn",
    "398": "vigilancia",
    "399": "asegurar",
    "400": "mis",
    "401": "dispositivos",
    "402": "mac",
    "403": "utiliza",
    "404": "configuracion",
    "405": "24",
    "406": "ghz",
    "407": "5",
    "408": "rtsp",
    "409": "streams",
    "410": "ininterrumpida",
    "411": "importante",
    "412": "calcular",
    "413": "autonomia",
    "414": "alimentar",
    "415": "paneles",
    "416": "solares",
    "417": "consideraciones",
    "418": "cableado",
    "419": "electrico",
    "420": "debo",
    "421": "limpiar",
    "422": "carcasa",
    "423": "reiniciar",
    "424": "diagnosticar",
    "425": "pantalla",
    "426": "negro",
    "427": "aplicacion",
    "428": "movil",
    "429": "pasos",
    "430": "seguir",
    "431": "sospecho",
    "432": "ha",
    "433": "sido",
    "434": "comprometido",
    "435": "eliminar",
    "436": "forma",
    "437": "segura",
    "438": "detecta",
    "439": "nada",
    "440": "probar",
    "441": "sirena",
    "442": "reemplazar",
    "443": "leyes",
    "444": "colombianas",
    "445": "regulan",
    "446": "uso",
    "447": "propiedad",
    "448": "privada",
    "449": "regulaciones",
    "450": "sobre",
    "451": "colombia",
    "452": "graban",
    "453": "accidentalmente",
    "454": "vecinos",
    "455": "sanciones",
    "456": "indebido",
    "457": "informar",
    "458": "presencia",
    "459": "nombre",
    "460": "nexo",
    "461": "security",
    "462": "estoy",
    "463": "aqui",
    "464": "brindarte",
    "465": "lo",
    "466": "relacionado",
    "467": "electronica",
    "468": "muy",
    "469": "bien",
    "470": "gracias",
    "471": "mejorando",
    "472": "cada",
    "473": "dia",
    "474": "ayudarte",
    "475": "hoy",
    "476": "asistirte",
    "477": "responder",
    "478": "preguntas",
    "479": "informacion",
    "480": "especializo",
    "481": "consultas",
    "482": "brindar",
    "483": "detallada",
    "484": "electronicaasesoro",
    "485": "eleccion",
    "486": "equipos",
    "487": "accesos",
    "488": "sensores",
    "489": "cercos",
    "490": "electricos",
    "491": "automatizacion",
    "492": "soluciones",
    "493": "integradas",
    "494": "tanto",
    "495": "hogares",
    "496": "empresasademas",
    "497": "ayudo",
    "498": "resolver",
    "499": "dudas",
    "500": "comparar",
    "501": "disponibles",
    "502": "mercado",
    "503": "buenas",
    "504": "practicas",
    "505": "maximizar",
    "506": "proteccion",
    "507": "eficiencia",
    "508": "del",
    "509": "queres",
    "510": "seguridadte",
    "511": "ayudamos",
    "512": "eso",
    "513": "ofrecemos",
    "514": "detalladas",
    "515": "paso",
    "516": "puedas",
    "517": "correcta",
    "518": "ya",
    "519": "sea",
    "520": "uses",
    "521": "explicamos",
    "522": "elegir",
    "523": "conexiones",
    "524": "necesarias",
    "525": "computadoraademas",
    "526": "necesitas",
    "527": "tambien",
    "528": "podemos",
    "529": "orientarte",
    "530": "compra",
    "531": "equipo",
    "532": "ideal",
    "533": "segun",
    "534": "necesidades",
    "535": "presupuesto",
    "536": "depende",
    "537": "dime",
    "538": "problema",
    "539": "ayudare",
    "540": "conectarla",
    "541": "interfaz",
    "542": "web",
    "543": "algunas",
    "544": "recomendadas",
    "545": "hikvision",
    "546": "dahua",
    "547": "tplink",
    "548": "tenemos",
    "549": "contamos",
    "550": "manuales",
    "551": "tutoriales",
    "552": "claro",
    "553": "usa",
    "554": "circuito",
    "555": "cerrado",
    "556": "televisiones",
    "557": "permite",
    "558": "areas",
    "559": "objetivo",
    "560": "television",
    "561": "convencional",
    "562": "contenido",
    "563": "transmite",
    "564": "publicamente",
    "565": "sino",
    "566": "limitado",
    "567": "numero",
    "568": "determinado",
    "569": "monitores",
    "570": "autorizadoseste",
    "571": "industrias",
    "572": "espacios",
    "573": "publicos",
    "574": "prevenir",
    "575": "robos",
    "576": "vigilar",
    "577": "actividades",
    "578": "contar",
    "579": "evidencia",
    "580": "visual",
    "581": "caso",
    "582": "incidentes",
    "583": "pero",
    "584": "recomendable",
    "585": "guia",
    "586": "consultar",
    "587": "profesional",
    "588": "tamano",
    "589": "suele",
    "590": "tomar",
    "591": "unas",
    "592": "horas",
    "593": "buena",
    "594": "opcion",
    "595": "muchas",
    "596": "debes",
    "597": "cambiar",
    "598": "predeterminada",
    "599": "cifrado",
    "600": "wpa2",
    "601": "modelo",
    "602": "4",
    "603": "32",
    "604": "salida",
    "605": "recargable",
    "606": "bidireccional",
    "607": "seguira",
    "608": "funcionando",
    "609": "ser",
    "610": "semanas",
    "611": "envio",
    "612": "inteligentes",
    "613": "permiten",
    "614": "revisa",
    "615": "estado",
    "616": "tarjeta",
    "617": "sd",
    "618": "debe",
    "619": "resistente",
    "620": "agua",
    "621": "polvo",
    "622": "ip66",
    "623": "superior",
    "624": "quieras",
    "625": "cubrir",
    "626": "deben",
    "627": "estar",
    "628": "estrategicos",
    "629": "altos",
    "630": "compatibles",
    "631": "assistant",
    "632": "inicial",
    "633": "suscripciones",
    "634": "reforzar",
    "635": "puertas",
    "636": "ventanas",
    "637": "mayoria",
    "638": "sobrescriben",
    "639": "videos",
    "640": "antiguos",
    "641": "termicas",
    "642": "generalmente",
    "643": "recomienda",
    "644": "menos",
    "645": "adaptador",
    "646": "corriente",
    "647": "asegurate",
    "648": "lente",
    "649": "ajustar",
    "650": "verificar",
    "651": "iluminacion",
    "652": "autogestionadas",
    "653": "cambios",
    "654": "ambiente",
    "655": "mediante",
    "656": "microondas",
    "657": "activa",
    "658": "envian",
    "659": "cantidad",
    "660": "pixeles",
    "661": "hd",
    "662": "full",
    "663": "resoluciones",
    "664": "contrasenas",
    "665": "actualiza",
    "666": "firmware",
    "667": "desactiva",
    "668": "remotos",
    "669": "necesarios",
    "670": "notas",
    "671": "inusuales",
    "672": "extranos",
    "673": "actividad",
    "674": "desconocida",
    "675": "proporcionar",
    "676": "detener",
    "677": "posibles",
    "678": "delitos",
    "679": "ayudar",
    "680": "investigacion",
    "681": "varios",
    "682": "incluyendo",
    "683": "dominio",
    "684": "publico",
    "685": "alerta",
    "686": "amenazas",
    "687": "intrusiones",
    "688": "alertar",
    "689": "respuesta",
    "690": "rapida",
    "691": "efectiva",
    "692": "sonido",
    "693": "controla",
    "694": "recurso",
    "695": "capa",
    "696": "adicional",
    "697": "huella",
    "698": "reconocimiento",
    "699": "facial",
    "700": "programa",
    "701": "software",
    "702": "correo",
    "703": "electronico",
    "704": "he",
    "705": "desarrollado",
    "706": "usando",
    "707": "nodejs",
    "708": "tensorflowjs",
    "709": "utilizo",
    "710": "ajusto",
    "711": "hiperparametros",
    "712": "precision",
    "713": "nlp",
    "714": "tokenizacion",
    "715": "lematizacion",
    "716": "embeddings",
    "717": "palabras",
    "718": "comprension",
    "719": "scraping",
    "720": "puppeteer",
    "721": "cheerio",
    "722": "obtener",
    "723": "sitios",
    "724": "trabajo",
    "725": "api",
    "726": "business",
    "727": "crear",
    "728": "asistentes",
    "729": "conversacionales",
    "730": "implemento",
    "731": "reentrenamiento",
    "732": "cierto",
    "733": "mejoro",
    "734": "velocidad",
    "735": "eficientes",
    "736": "cacheo",
    "737": "optimizacion",
    "738": "base",
    "739": "usado",
    "740": "mongodb",
    "741": "postgresql",
    "742": "interacciones",
    "743": "servidores",
    "744": "contenedores",
    "745": "docker",
    "746": "implementar",
    "747": "validacion",
    "748": "mensajes",
    "749": "restricciones",
    "750": "disenaria",
    "751": "flujo",
    "752": "frecuentes",
    "753": "agentes",
    "754": "humanos",
    "755": "sentimiento",
    "756": "redes",
    "757": "neuronales",
    "758": "generar",
    "759": "dinamicas",
    "760": "manejo",
    "761": "predefinidas",
    "762": "mayor",
    "763": "intenciones",
    "764": "confianza",
    "765": "incertidumbre",
    "766": "solicito",
    "767": "aclaraciones",
    "768": "usuario",
    "769": "usaria",
    "770": "avanzado",
    "771": "historial",
    "772": "preferencias",
    "773": "adaptadas",
    "774": "integrado",
    "775": "pago",
    "776": "funcionalidad",
    "777": "expansion",
    "778": "sinonimos",
    "779": "reconocer",
    "780": "significado",
    "781": "instancias",
    "782": "serverless",
    "783": "ejecuto",
    "784": "recojo",
    "785": "metricas",
    "786": "conjunto",
    "787": "revision",
    "788": "posterior",
    "789": "fuentes",
    "790": "mientras",
    "791": "transmiten",
    "792": "local",
    "793": "necesidad",
    "794": "flexibilidad",
    "795": "menor",
    "796": "regula",
    "797": "entrada",
    "798": "tarjetas",
    "799": "huellas",
    "800": "dactilares",
    "801": "caracteristicas",
    "802": "unicas",
    "803": "predeterminadas",
    "804": "restringir",
    "805": "dispositivo",
    "806": "entorno",
    "807": "intrusion",
    "808": "cercas",
    "809": "autorizados",
    "810": "activar",
    "811": "hogar",
    "812": "remota",
    "813": "ajustando",
    "814": "sensibilidad",
    "815": "evitando",
    "816": "colocarlos",
    "817": "periodica",
    "818": "actualizacion",
    "819": "comprobacion",
    "820": "entradas",
    "821": "pasillos",
    "822": "alto",
    "823": "trafico",
    "824": "visibilidad",
    "825": "discos",
    "826": "duros",
    "827": "alta",
    "828": "configurando",
    "829": "eventos",
    "830": "mantiene",
    "831": "operativo",
    "832": "fallas",
    "833": "electricas",
    "834": "interrupciones",
    "835": "separadas",
    "836": "algoritmos",
    "837": "sospechosos",
    "838": "analizar",
    "839": "comportamientos",
    "840": "visualizar",
    "841": "cualquier",
    "842": "lugar",
    "843": "patrones",
    "844": "automaticas",
    "845": "basadas",
    "846": "detectan",
    "847": "humo",
    "848": "temperatura",
    "849": "elevada",
    "850": "alertan",
    "851": "registro",
    "852": "visitantes",
    "853": "capacitacion",
    "854": "personal",
    "855": "empresas",
    "856": "lentes",
    "857": "revisar",
    "858": "inalambrica",
    "859": "verifica",
    "860": "reinicia",
    "861": "router",
    "862": "coaxial",
    "863": "evita",
    "864": "publicas",
    "865": "autorizacion",
    "866": "analizan",
    "867": "activan",
    "868": "baja",
    "869": "restringe",
    "870": "moverse",
    "871": "girar",
    "872": "fijas",
    "873": "enfocan",
    "874": "especifica",
    "875": "monitorearlas",
    "876": "prueba",
    "877": "formatearlo",
    "878": "cambia",
    "879": "puerto",
    "880": "sata",
    "881": "incorporado",
    "882": "capturar",
    "883": "fabricante",
    "884": "dvrs",
    "885": "8",
    "886": "16",
    "887": "hasta",
    "888": "canales",
    "889": "detalle",
    "890": "compatible",
    "891": "vivo",
    "892": "siguen",
    "893": "podras",
    "894": "verlas",
    "895": "vuelva",
    "896": "algunos",
    "897": "cifrar",
    "898": "credenciales",
    "899": "defecto",
    "900": "led",
    "901": "indicador",
    "902": "buscar",
    "903": "suelen",
    "904": "70",
    "905": "180",
    "906": "publica",
    "907": "configurada",
    "908": "legislacion",
    "909": "muchos",
    "910": "paises",
    "911": "terceros",
    "912": "objetos",
    "913": "resistentes",
    "914": "ideales",
    "915": "dependiendo",
    "916": "privacidad",
    "917": "voz",
    "918": "ubicala",
    "919": "lugares",
    "920": "ajusta",
    "921": "correctamente",
    "922": "limpia",
    "923": "enfoque",
    "924": "camuflarla",
    "925": "decorativos",
    "926": "comprar",
    "927": "disenadas",
    "928": "discretas",
    "929": "aplicaciones",
    "930": "multiples",
    "931": "conectarlas",
    "932": "completa",
    "933": "ahorrar",
    "934": "espacio",
    "935": "comunicacion",
    "936": "compartes",
    "937": "verla",
    "938": "necesariamente",
    "939": "desactivarlas",
    "940": "plugandplay",
    "941": "sencillas",
    "942": "pequenas",
    "943": "espia",
    "944": "facilmente",
    "945": "apps",
    "946": "todas",
    "947": "sola",
    "948": "integrada",
    "949": "dashcam",
    "950": "continua",
    "951": "menu",
    "952": "establecer",
    "953": "usas",
    "954": "pasados",
    "955": "sobrescribir",
    "956": "manualmente",
    "957": "kits",
    "958": "integral",
    "959": "esconder",
