{
  "palabraAIndice": {
    "1": 1674,
    "2": 1675,
    "4": 154,
    "5": 1118,
    "7": 900,
    "8": 654,
    "16": 655,
    "24": 899,
    "30": 826,
    "32": 155,
    "70": 680,
    "180": 681,
    "247": 1603,
    "1520": 989,
    "1581": 1245,
    "2012": 1246,
    "start": 1,
    "te": 2,
    "llamas": 3,
    "end": 4,
    "mi": 5,
    "nombre": 6,
    "nexo": 7,
    "security": 8,
    "estoy": 9,
    "aqui": 10,
    "brindarte": 11,
    "soporte": 12,
    "relacionado": 13,
    "seguridad": 14,
    "electronica": 15,
    "estas": 16,
    "muy": 17,
    "bien": 18,
    "gracias": 19,
    "mejorando": 20,
    "cada": 21,
    "dia": 22,
    "tu": 23,
    "hola": 24,
    "puedo": 25,
    "ayudarte": 26,
    "hoy": 27,
    "buenos": 28,
    "dias": 29,
    "asistirte": 30,
    "puedes": 31,
    "hacer": 32,
    "responder": 33,
    "preguntas": 34,
    "informacion": 35,
    "sobre": 36,
    "cuales": 37,
    "son": 38,
    "tus": 39,
    "funciones": 40,
    "respondo": 41,
    "consultas": 42,
    "brindo": 43,
    "instalacion": 44,
    "quiero": 45,
    "instalar": 46,
    "camaras": 47,
    "ofrecemos": 48,
    "guias": 49,
    "cuanto": 50,
    "cuesta": 51,
    "camara": 52,
    "costo": 53,
    "depende": 54,
    "del": 55,
    "tipo": 56,
    "necesito": 57,
    "ayuda": 58,
    "alarma": 59,
    "dime": 60,
    "problema": 61,
    "tienes": 62,
    "ayudare": 63,
    "configuro": 64,
    "ip": 65,
    "configurar": 66,
    "necesitas": 67,
    "conectarla": 68,
    "red": 69,
    "acceder": 70,
    "interfaz": 71,
    "web": 72,
    "cual": 73,
    "mejor": 74,
    "marca": 75,
    "algunas": 76,
    "marcas": 77,
    "recomendadas": 78,
    "hikvision": 79,
    "dahua": 80,
    "tplink": 81,
    "ofrecen": 82,
    "tecnico": 83,
    "si": 84,
    "tenemos": 85,
    "configuracion": 86,
    "dispositivos": 87,
    "contamos": 88,
    "manuales": 89,
    "tutoriales": 90,
    "sistemas": 91,
    "monitorear": 92,
    "casa": 93,
    "desde": 94,
    "celular": 95,
    "aplicacion": 96,
    "movil": 97,
    "tiempo": 98,
    "real": 99,
    "dvr": 100,
    "claro": 101,
    "diferencia": 102,
    "entre": 103,
    "nvr": 104,
    "usa": 105,
    "analogicas": 106,
    "cctv": 107,
    "significa": 108,
    "circuito": 109,
    "cerrado": 110,
    "television": 111,
    "videovigilancia": 112,
    "yo": 113,
    "mismo": 114,
    "pero": 115,
    "recomendable": 116,
    "seguir": 117,
    "guia": 118,
    "o": 119,
    "consultar": 120,
    "profesional": 121,
    "tarda": 122,
    "instalarse": 123,
    "sistema": 124,
    "tamano": 125,
    "suele": 126,
    "tomar": 127,
    "unas": 128,
    "horas": 129,
    "me": 130,
    "recomendar": 131,
    "necesidades": 132,
    "wifi": 133,
    "buena": 134,
    "opcion": 135,
    "las": 136,
    "tienen": 137,
    "vision": 138,
    "nocturna": 139,
    "muchas": 140,
    "infrarrojos": 141,
    "seguro": 142,
    "usar": 143,
    "debes": 144,
    "cambiar": 145,
    "contrasena": 146,
    "predeterminada": 147,
    "cifrado": 148,
    "wpa2": 149,
    "conectar": 150,
    "varias": 151,
    "segun": 152,
    "modelo": 153,
    "pueden": 156,
    "ver": 157,
    "televisor": 158,
    "tiene": 159,
    "salida": 160,
    "hdmi": 161,
    "vga": 162,
    "hay": 163,
    "sin": 164,
    "cables": 165,
    "existen": 166,
    "inalambricas": 167,
    "bateria": 168,
    "recargable": 169,
    "hablar": 170,
    "traves": 171,
    "audio": 172,
    "bidireccional": 173,
    "pasa": 174,
    "va": 175,
    "luz": 176,
    "respaldo": 177,
    "seguira": 178,
    "funcionando": 179,
    "grabar": 180,
    "imagenes": 181,
    "nube": 182,
    "almacenamiento": 183,
    "almacenan": 184,
    "grabaciones": 185,
    "disco": 186,
    "duro": 187,
    "puede": 188,
    "ser": 189,
    "semanas": 190,
    "detectar": 191,
    "movimientos": 192,
    "deteccion": 193,
    "movimiento": 194,
    "envio": 195,
    "alertas": 196,
    "alarmas": 197,
    "conectarse": 198,
    "inteligentes": 199,
    "permiten": 200,
    "control": 201,
    "hago": 202,
    "no": 203,
    "graba": 204,
    "revisa": 205,
    "estado": 206,
    "tarjeta": 207,
    "sd": 208,
    "exteriores": 209,
    "debe": 210,
    "resistente": 211,
    "agua": 212,
    "polvo": 213,
    "ip66": 214,
    "superior": 215,
    "ubicacion": 216,
    "area": 217,
    "quieras": 218,
    "cubrir": 219,
    "deben": 220,
    "estar": 221,
    "puntos": 222,
    "estrategicos": 223,
    "altos": 224,
    "alexa": 225,
    "compatibles": 226,
    "google": 227,
    "assistant": 228,
    "cuotas": 229,
    "mensuales": 230,
    "solo": 231,
    "requieren": 232,
    "compra": 233,
    "inicial": 234,
    "suscripciones": 235,
    "mejorar": 236,
    "reforzar": 237,
    "puertas": 238,
    "ventanas": 239,
    "necesitan": 240,
    "internet": 241,
    "funcionan": 242,
    "borrar": 243,
    "automaticamente": 244,
    "mayoria": 245,
    "los": 246,
    "sobrescriben": 247,
    "videos": 248,
    "antiguos": 249,
    "tipos": 250,
    "termicas": 251,
    "ptz": 252,
    "inteligencia": 253,
    "artificial": 254,
    "dvrnvr": 255,
    "conexion": 256,
    "cuantas": 257,
    "zonas": 258,
    "generalmente": 259,
    "recomienda": 260,
    "menos": 261,
    "elegir": 262,
    "fuente": 263,
    "alimentacion": 264,
    "cableadas": 265,
    "adaptador": 266,
    "corriente": 267,
    "poe": 268,
    "calidad": 269,
    "imagen": 270,
    "asegurate": 271,
    "limpiar": 272,
    "lente": 273,
    "ajustar": 274,
    "resolucion": 275,
    "verificar": 276,
    "iluminacion": 277,
    "monitoreo": 278,
    "autogestionadas": 279,
    "funciona": 280,
    "sensor": 281,
    "detecta": 282,
    "cambios": 283,
    "ambiente": 284,
    "mediante": 285,
    "microondas": 286,
    "activa": 287,
    "recibir": 288,
    "envian": 289,
    "notificaciones": 290,
    "app": 291,
    "cantidad": 292,
    "pixeles": 293,
    "hd": 294,
    "720p": 295,
    "full": 296,
    "1080p": 297,
    "4k": 298,
    "resoluciones": 299,
    "comunes": 300,
    "evitar": 301,
    "hackeos": 302,
    "contrasenas": 303,
    "seguras": 304,
    "actualiza": 305,
    "firmware": 306,
    "desactiva": 307,
    "accesos": 308,
    "remotos": 309,
    "necesarios": 310,
    "esta": 311,
    "siendo": 312,
    "hackeada": 313,
    "notas": 314,
    "luces": 315,
    "inusuales": 316,
    "extranos": 317,
    "actividad": 318,
    "desconocida": 319,
    "vigilancia": 320,
    "utiliza": 321,
    "video": 322,
    "proposito": 323,
    "proporcionar": 324,
    "detener": 325,
    "posibles": 326,
    "delitos": 327,
    "ayudar": 328,
    "investigacion": 329,
    "incidentes": 330,
    "varios": 331,
    "incluyendo": 332,
    "dominio": 333,
    "publico": 334,
    "alerta": 335,
    "amenazas": 336,
    "intrusiones": 337,
    "alertar": 338,
    "respuesta": 339,
    "rapida": 340,
    "efectiva": 341,
    "sonido": 342,
    "acceso": 343,
    "controla": 344,
    "quien": 345,
    "recurso": 346,
    "controlar": 347,
    "capa": 348,
    "adicional": 349,
    "huella": 350,
    "digital": 351,
    "reconocimiento": 352,
    "facial": 353,
    "bot": 354,
    "programa": 355,
    "software": 356,
    "correo": 357,
    "electronico": 358,
    "experiencia": 359,
    "integracion": 360,
    "ia": 361,
    "whatsapp": 362,
    "he": 363,
    "desarrollado": 364,
    "chatbots": 365,
    "usando": 366,
    "nodejs": 367,
    "tensorflowjs": 368,
    "manejas": 369,
    "entrenamiento": 370,
    "modelos": 371,
    "produccion": 372,
    "utilizo": 373,
    "ajusto": 374,
    "hiperparametros": 375,
    "precision": 376,
    "nlp": 377,
    "tecnicas": 378,
    "utilizas": 379,
    "procesamiento": 380,
    "lenguaje": 381,
    "natural": 382,
    "uso": 383,
    "tokenizacion": 384,
    "lematizacion": 385,
    "embeddings": 386,
    "palabras": 387,
    "comprension": 388,
    "chatbot": 389,
    "extraccion": 390,
    "datos": 391,
    "scraping": 392,
    "puppeteer": 393,
    "cheerio": 394,
    "obtener": 395,
    "sitios": 396,
    "tecnologias": 397,
    "desarrollar": 398,
    "trabajo": 399,
    "api": 400,
    "business": 401,
    "crear": 402,
    "asistentes": 403,
    "conversacionales": 404,
    "continuo": 405,
    "implemento": 406,
    "reentrenamiento": 407,
    "automatico": 408,
    "cierto": 409,
    "optimizas": 410,
    "rendimiento": 411,
    "mejoro": 412,
    "velocidad": 413,
    "eficientes": 414,
    "cacheo": 415,
    "respuestas": 416,
    "optimizacion": 417,
    "base": 418,
    "has": 419,
    "trabajado": 420,
    "bases": 421,
    "usado": 422,
    "mongodb": 423,
    "postgresql": 424,
    "almacenar": 425,
    "interacciones": 426,
    "despliegue": 427,
    "servidores": 428,
    "contenedores": 429,
    "docker": 430,
    "implementar": 431,
    "validacion": 432,
    "usuarios": 433,
    "mensajes": 434,
    "restricciones": 435,
    "proteger": 436,
    "estructurarias": 437,
    "atencion": 438,
    "cliente": 439,
    "disenaria": 440,
    "flujo": 441,
    "frecuentes": 442,
    "agentes": 443,
    "humanos": 444,
    "analisis": 445,
    "sentimiento": 446,
    "generacion": 447,
    "redes": 448,
    "neuronales": 449,
    "generar": 450,
    "dinamicas": 451,
    "manejo": 452,
    "predefinidas": 453,
    "mayor": 454,
    "clasificacion": 455,
    "texto": 456,
    "intenciones": 457,
    "ambiguas": 458,
    "confianza": 459,
    "incertidumbre": 460,
    "solicito": 461,
    "aclaraciones": 462,
    "usuario": 463,
    "mejorarias": 464,
    "interaccion": 465,
    "usaria": 466,
    "avanzado": 467,
    "manejarias": 468,
    "personalizacion": 469,
    "historial": 470,
    "preferencias": 471,
    "mas": 472,
    "adaptadas": 473,
    "apis": 474,
    "integrado": 475,
    "pago": 476,
    "funcionalidad": 477,
    "entrenas": 478,
    "entender": 479,
    "diferentes": 480,
    "formas": 481,
    "preguntar": 482,
    "expansion": 483,
    "sinonimos": 484,
    "reconocer": 485,
    "significado": 486,
    "operacion": 487,
    "instancias": 488,
    "serverless": 489,
    "ejecuto": 490,
    "cuando": 491,
    "posible": 492,
    "recojo": 493,
    "metricas": 494,
    "conjunto": 495,
    "revision": 496,
    "posterior": 497,
    "componentes": 498,
    "principales": 499,
    "fuentes": 500,
    "mientras": 501,
    "transmiten": 502,
    "factores": 503,
    "considerar": 504,
    "angulo": 505,
    "transmite": 506,
    "local": 507,
    "necesidad": 508,
    "ventajas": 509,
    "inalambrico": 510,
    "facil": 511,
    "flexibilidad": 512,
    "menor": 513,
    "cableado": 514,
    "regula": 515,
    "entrada": 516,
    "personas": 517,
    "tarjetas": 518,
    "huellas": 519,
    "dactilares": 520,
    "autenticacion": 521,
    "biometrica": 522,
    "caracteristicas": 523,
    "unicas": 524,
    "digitales": 525,
    "predeterminadas": 526,
    "restringir": 527,
    "dispositivo": 528,
    "entorno": 529,
    "caso": 530,
    "intrusion": 531,
    "perimetral": 532,
    "sensores": 533,
    "cercas": 534,
    "autorizados": 535,
    "activar": 536,
    "domotica": 537,
    "automatizacion": 538,
    "hogar": 539,
    "empresa": 540,
    "forma": 541,
    "remota": 542,
    "falsas": 543,
    "ajustando": 544,
    "sensibilidad": 545,
    "evitando": 546,
    "colocarlos": 547,
    "constante": 548,
    "mantenimiento": 549,
    "periodica": 550,
    "actualizacion": 551,
    "comprobacion": 552,
    "entradas": 553,
    "pasillos": 554,
    "areas": 555,
    "alto": 556,
    "trafico": 557,
    "visibilidad": 558,
    "discos": 559,
    "duros": 560,
    "alta": 561,
    "capacidad": 562,
    "configurando": 563,
    "grabacion": 564,
    "eventos": 565,
    "funcion": 566,
    "ups": 567,
    "mantiene": 568,
    "operativo": 569,
    "fallas": 570,
    "electricas": 571,
    "interrupciones": 572,
    "contra": 573,
    "ciberataques": 574,
    "separadas": 575,
    "algoritmos": 576,
    "sospechosos": 577,
    "rostros": 578,
    "analizar": 579,
    "comportamientos": 580,
    "beneficios": 581,
    "remoto": 582,
    "permite": 583,
    "visualizar": 584,
    "cualquier": 585,
    "lugar": 586,
    "integrar": 587,
    "asistente": 588,
    "patrones": 589,
    "automaticas": 590,
    "basadas": 591,
    "incendios": 592,
    "detectan": 593,
    "humo": 594,
    "temperatura": 595,
    "elevada": 596,
    "alertan": 597,
    "protocolos": 598,
    "registro": 599,
    "visitantes": 600,
    "capacitacion": 601,
    "personal": 602,
    "recomiendas": 603,
    "ideal": 604,
    "empresas": 605,
    "lentes": 606,
    "revisar": 607,
    "conexiones": 608,
    "inalambrica": 609,
    "desconecta": 610,
    "verifica": 611,
    "reinicia": 612,
    "router": 613,
    "cable": 614,
    "usan": 615,
    "coaxial": 616,
    "ethernet": 617,
    "permiso": 618,
    "propiedad": 619,
    "evita": 620,
    "publicas": 621,
    "autorizacion": 622,
    "analizan": 623,
    "activan": 624,
    "poca": 625,
    "baja": 626,
    "oscuridad": 627,
    "restringe": 628,
    "energia": 629,
    "solar": 630,
    "paneles": 631,
    "solares": 632,
    "autonomia": 633,
    "fija": 634,
    "moverse": 635,
    "zoom": 636,
    "girar": 637,
    "fijas": 638,
    "enfocan": 639,
    "especifica": 640,
    "negocio": 641,
    "monitorearlas": 642,
    "reconoce": 643,
    "prueba": 644,
    "formatearlo": 645,
    "cambia": 646,
    "puerto": 647,
    "sata": 648,
    "microfono": 649,
    "incorporado": 650,
    "capturar": 651,
    "fabricante": 652,
    "dvrs": 653,
    "hasta": 656,
    "canales": 657,
    "detalle": 658,
    "compatible": 659,
    "vivo": 660,
    "corta": 661,
    "siguen": 662,
    "grabando": 663,
    "podras": 664,
    "verlas": 665,
    "vuelva": 666,
    "algunos": 667,
    "importante": 668,
    "cifrar": 669,
    "credenciales": 670,
    "defecto": 671,
    "saber": 672,
    "led": 673,
    "indicador": 674,
    "contratar": 675,
    "buscar": 676,
    "rango": 677,
    "suelen": 678,
    "tener": 679,
    "accedo": 682,
    "otro": 683,
    "pais": 684,
    "publica": 685,
    "configurada": 686,
    "legal": 687,
    "consentimiento": 688,
    "legislacion": 689,
    "muchos": 690,
    "paises": 691,
    "terceros": 692,
    "objetos": 693,
    "resistentes": 694,
    "ideales": 695,
    "licencia": 696,
    "operar": 697,
    "negocios": 698,
    "dependiendo": 699,
    "regulaciones": 700,
    "privacidad": 701,
    "home": 702,
    "voz": 703,
    "evito": 704,
    "tenga": 705,
    "ciegos": 706,
    "ubicala": 707,
    "lugares": 708,
    "ajusta": 709,
    "correctamente": 710,
    "muestra": 711,
    "borrosa": 712,
    "limpia": 713,
    "enfoque": 714,
    "bebes": 715,
    "ocultar": 716,
    "camuflarla": 717,
    "decorativos": 718,
    "comprar": 719,
    "disenadas": 720,
    "discretas": 721,
    "compartir": 722,
    "otra": 723,
    "persona": 724,
    "aplicaciones": 725,
    "multiples": 726,
    "conectarlas": 727,
    "ven": 728,
    "completa": 729,
    "ahorrar": 730,
    "espacio": 731,
    "altavoz": 732,
    "comunicacion": 733,
    "compartes": 734,
    "verla": 735,
    "necesariamente": 736,
    "apagar": 737,
    "desactivarlas": 738,
    "plugandplay": 739,
    "sencillas": 740,
    "pequenas": 741,
    "espia": 742,
    "facilmente": 743,
    "apps": 744,
    "todas": 745,
    "sola": 746,
    "pantalla": 747,
    "panel": 748,
    "integradas": 749,
    "alguien": 750,
    "integrada": 751,
    "auto": 752,
    "dashcam": 753,
    "continua": 754,
    "menu": 755,
    "establecer": 756,
    "anteriores": 757,
    "usas": 758,
    "pasados": 759,
    "borro": 760,
    "viejas": 761,
    "sobrescribir": 762,
    "manualmente": 763,
    "pequenos": 764,
    "optico": 765,
    "kits": 766,
    "integral": 767,
    "roban": 768,
    "eso": 769,
    "copia": 770,
    "esconder": 771,
    "cuantos": 772,
    "ir": 773,
    "completo": 774,
    "siempre": 775,
    "formateo": 776,
    "borraran": 777,
    "conservarlas": 778,
    "timbre": 779,
    "boton": 780,
    "integrados": 781,
    "funcionar": 782,
    "videoportero": 783,
    "falsa": 784,
    "funcionales": 785,
    "ni": 786,
    "reales": 787,
    "activos": 788,
    "ofrece": 789,
    "buen": 790,
    "equilibrio": 791,
    "ancho": 792,
    "banda": 793,
    "residenciales": 794,
    "comerciales": 795,
    "economica": 796,
    "nitidez": 797,
    "requiere": 798,
    "influye": 799,
    "cobertura": 800,
    "extension": 801,
    "horizontal": 802,
    "verticalmente": 803,
    "amplio": 804,
    "supervisar": 805,
    "extensas": 806,
    "acercar": 807,
    "perder": 808,
    "simplemente": 809,
    "amplia": 810,
    "resultar": 811,
    "pixelada": 812,
    "preferible": 813,
    "mantener": 814,
    "claridad": 815,
    "acercamientos": 816,
    "alcance": 817,
    "tipico": 818,
    "emiten": 819,
    "iluminar": 820,
    "escena": 821,
    "varia": 822,
    "unos": 823,
    "pocos": 824,
    "metros": 825,
    "tradicional": 827,
    "power": 828,
    "over": 829,
    "transmitir": 830,
    "tanto": 831,
    "electrica": 832,
    "simplificando": 833,
    "eliminando": 834,
    "enchufes": 835,
    "cerca": 836,
    "seguimiento": 837,
    "utilizan": 838,
    "identificar": 839,
    "vehiculos": 840,
    "paneo": 841,
    "tilt": 842,
    "objeto": 843,
    "dentro": 844,
    "campo": 845,
    "calor": 846,
    "corporal": 847,
    "pasivos": 848,
    "pir": 849,
    "radiacion": 850,
    "infrarroja": 851,
    "emitida": 852,
    "calidos": 853,
    "animales": 854,
    "principalmente": 855,
    "estenopeicas": 856,
    "pequeno": 857,
    "agujero": 858,
    "diminuto": 859,
    "hace": 860,
    "faciles": 861,
    "inferior": 862,
    "convencionales": 863,
    "antivandalicas": 864,
    "carcasas": 865,
    "robustas": 866,
    "golpes": 867,
    "manipulaciones": 868,
    "condiciones": 869,
    "climaticas": 870,
    "extremas": 871,
    "instalaciones": 872,
    "publicos": 873,
    "propensas": 874,
    "vandalismo": 875,
    "incorporados": 876,
    "captura": 877,
    "util": 878,
    "disuadir": 879,
    "intrusos": 880,
    "comunicarse": 881,
    "vigilada": 882,
    "sonora": 883,
    "silenciosa": 884,
    "emite": 885,
    "fuerte": 886,
    "cercanas": 887,
    "emergencia": 888,
    "notifica": 889,
    "discretamente": 890,
    "central": 891,
    "propietario": 892,
    "emitir": 893,
    "servicios": 894,
    "recibe": 895,
    "senales": 896,
    "sus": 897,
    "clientes": 898,
    "semana": 901,
    "verificacion": 902,
    "contacto": 903,
    "autoridades": 904,
    "instala": 905,
    "implica": 906,
    "montar": 907,
    "pared": 908,
    "esquina": 909,
    "altura": 910,
    "recomendada": 911,
    "asegurandose": 912,
    "cubra": 913,
    "deseada": 914,
    "conectandolo": 915,
    "ya": 916,
    "sea": 917,
    "seco": 918,
    "actua": 919,
    "interruptor": 920,
    "voltaje": 921,
    "propio": 922,
    "abre": 923,
    "cierra": 924,
    "evento": 925,
    "enviando": 926,
    "senal": 927,
    "divisiones": 928,
    "logicas": 929,
    "protegida": 930,
    "donde": 931,
    "agrupan": 932,
    "esto": 933,
    "activo": 934,
    "programar": 935,
    "programacion": 936,
    "ingresar": 937,
    "codigos": 938,
    "teclado": 939,
    "asignar": 940,
    "opciones": 941,
    "notificacion": 942,
    "inhibidor": 943,
    "frecuencia": 944,
    "afecta": 945,
    "ondas": 946,
    "radio": 947,
    "mismas": 948,
    "frecuencias": 949,
    "utilizadas": 950,
    "interferir": 951,
    "potencialmente": 952,
    "ilegal": 953,
    "gsm": 954,
    "linea": 955,
    "telefonica": 956,
    "sim": 957,
    "activacion": 958,
    "enviar": 959,
    "sms": 960,
    "realizar": 961,
    "llamadas": 962,
    "numeros": 963,
    "telefono": 964,
    "preconfigurados": 965,
    "cableados": 966,
    "incluyen": 967,
    "corte": 968,
    "asegurando": 969,
    "proteccion": 970,
    "incluso": 971,
    "principal": 972,
    "falla": 973,
    "sirenas": 974,
    "externas": 975,
    "realiza": 976,
    "conectando": 977,
    "salidas": 978,
    "rele": 979,
    "terminales": 980,
    "designados": 981,
    "siguiendo": 982,
    "instrucciones": 983,
    "cuadros": 984,
    "segundo": 985,
    "fps": 986,
    "recomendables": 987,
    "general": 988,
    "suficientes": 990,
    "detalles": 991,
    "importantes": 992,
    "fluido": 993,
    "identificacion": 994,
    "rapido": 995,
    "recomiendan": 996,
    "x": 997,
    "durante": 998,
    "calculo": 999,
    "tasa": 1000,
    "bits": 1001,
    "numero": 1002,
    "calculadoras": 1003,
    "estimar": 1004,
    "necesario": 1005,
    "codecs": 1006,
    "h264": 1007,
    "h265": 1008,
    "diferencias": 1009,
    "compresion": 1010,
    "eficiencia": 1011,
    "misma": 1012,
    "utilizando": 1013,
    "comparacion": 1014,
    "configura": 1015,
    "grabe": 1016,
    "definiendo": 1017,
    "interes": 1018,
    "direccion": 1019,
    "estatica": 1020,
    "reenvio": 1021,
    "puertos": 1022,
    "permitir": 1023,
    "utilizar": 1024,
    "proporcionada": 1025,
    "bnc": 1026,
    "usb": 1027,
    "monitores": 1028,
    "externos": 1029,
    "copias": 1030,
    "raton": 1031,
    "externo": 1032,
    "copiar": 1033,
    "seleccionadas": 1034,
    "tambien": 1035,
    "servidor": 1036,
    "protocolo": 1037,
    "onvif": 1038,
    "sirve": 1039,
    "open": 1040,
    "network": 1041,
    "interface": 1042,
    "forum": 1043,
    "estandar": 1044,
    "global": 1045,
    "interoperabilidad": 1046,
    "independientemente": 1047,
    "solucionar": 1048,
    "problemas": 1049,
    "reproduccion": 1050,
    "este": 1051,
    "suficiente": 1052,
    "libre": 1053,
    "formato": 1054,
    "reproducir": 1055,
    "aunque": 1056,
    "funcionalidades": 1057,
    "especificas": 1058,
    "podrian": 1059,
    "requisitos": 1060,
    "necesita": 1061,
    "transmision": 1062,
    "visualizacion": 1063,
    "accediendo": 1064,
    "seleccionando": 1065,
    "deberas": 1066,
    "mascara": 1067,
    "subred": 1068,
    "puerta": 1069,
    "enlace": 1070,
    "dns": 1071,
    "virtuales": 1072,
    "viajan": 1073,
    "especifico": 1074,
    "dirija": 1075,
    "solicitudes": 1076,
    "entrantes": 1077,
    "port": 1078,
    "forwarding": 1079,
    "dirijan": 1080,
    "porque": 1081,
    "bloquea": 1082,
    "solicitadas": 1083,
    "vpn": 1084,
    "privada": 1085,
    "virtual": 1086,
    "crea": 1087,
    "segura": 1088,
    "cifrada": 1089,
    "encuentra": 1090,
    "protege": 1091,
    "autorizado": 1092,
    "asegurar": 1093,
    "mis": 1094,
    "unica": 1095,
    "habilita": 1096,
    "wpa3": 1097,
    "disponible": 1098,
    "oculta": 1099,
    "ssid": 1100,
    "limita": 1101,
    "filtrado": 1102,
    "direcciones": 1103,
    "mac": 1104,
    "considera": 1105,
    "invitados": 1106,
    "iot": 1107,
    "media": 1108,
    "access": 1109,
    "identificador": 1110,
    "unico": 1111,
    "asignado": 1112,
    "nic": 1113,
    "nivel": 1114,
    "usarse": 1115,
    "especificos": 1116,
    "ghz": 1117,
    "susceptible": 1119,
    "interferencias": 1120,
    "velocidades": 1121,
    "rapidas": 1122,
    "dificultad": 1123,
    "atravesar": 1124,
    "paredes": 1125,
    "esten": 1126,
    "conectados": 1127,
    "switch": 1128,
    "comprueba": 1129,
    "haya": 1130,
    "conflictos": 1131,
    "intensidad": 1132,
    "rtsp": 1133,
    "streams": 1134,
    "time": 1135,
    "streaming": 1136,
    "protocol": 1137,
    "utilizado": 1138,
    "sesiones": 1139,
    "accedan": 1140,
    "requerir": 1141,
    "12v": 1142,
    "dc": 1143,
    "potencia": 1144,
    "total": 1145,
    "alimentar": 1146,
    "conectadas": 1147,
    "ininterrumpida": 1148,
    "proporciona": 1149,
    "equipos": 1150,
    "permitiendo": 1151,
    "siga": 1152,
    "limitado": 1153,
    "calcular": 1154,
    "amperioshora": 1155,
    "ah": 1156,
    "consumo": 1157,
    "amperios": 1158,
    "formula": 1159,
    "basica": 1160,
    "disenados": 1161,
    "alimentados": 1162,
    "estos": 1163,
    "incluir": 1164,
    "ubicaciones": 1165,
    "remotas": 1166,
    "consideraciones": 1167,
    "electrico": 1168,
    "debo": 1169,
    "calibre": 1170,
    "adecuado": 1171,
    "distancia": 1172,
    "sobrecargar": 1173,
    "circuitos": 1174,
    "danos": 1175,
    "fisicos": 1176,
    "intemperie": 1177,
    "sigue": 1178,
    "normativas": 1179,
    "locales": 1180,
    "carcasa": 1181,
    "pano": 1182,
    "suave": 1183,
    "ligeramente": 1184,
    "humedo": 1185,
    "exterior": 1186,
    "productos": 1187,
    "quimicos": 1188,
    "agresivos": 1189,
    "puedan": 1190,
    "danar": 1191,
    "material": 1192,
    "reiniciar": 1193,
    "vez": 1194,
    "mes": 1195,
    "optimo": 1196,
    "menores": 1197,
    "diagnosticar": 1198,
    "habilitado": 1199,
    "obstrucciones": 1200,
    "fisicas": 1201,
    "bloqueando": 1202,
    "negro": 1203,
    "encendida": 1204,
    "obstruido": 1205,
    "habilitadas": 1206,
    "permisos": 1207,
    "ejecutarse": 1208,
    "plano": 1209,
    "estable": 1210,
    "pasos": 1211,
    "sospecho": 1212,
    "ha": 1213,
    "sido": 1214,
    "comprometido": 1215,
    "inmediatamente": 1216,
    "todos": 1217,
    "restablecer": 1218,
    "fabrica": 1219,
    "eliminar": 1220,
    "busca": 1221,
    "formatear": 1222,
    "eliminacion": 1223,
    "fisica": 1224,
    "destruir": 1225,
    "nada": 1226,
    "encendido": 1227,
    "conectado": 1228,
    "inalambricos": 1229,
    "probar": 1230,
    "sirena": 1231,
    "reemplazar": 1232,
    "tapa": 1233,
    "abrir": 1234,
    "identifica": 1235,
    "indicado": 1236,
    "manual": 1237,
    "reemplazala": 1238,
    "nueva": 1239,
    "leyes": 1240,
    "colombianas": 1241,
    "regulan": 1242,
    "colombia": 1243,
    "ley": 1244,
    "personales": 1247,
    "jurisprudencia": 1248,
    "constitucional": 1249,
    "establecen": 1250,
    "normas": 1251,
    "recoleccion": 1252,
    "capturados": 1253,
    "sujeta": 1254,
    "estrictas": 1255,
    "debido": 1256,
    "derecho": 1257,
    "intimidad": 1258,
    "inviolabilidad": 1259,
    "comunicaciones": 1260,
    "explicito": 1261,
    "cuya": 1262,
    "graban": 1263,
    "accidentalmente": 1264,
    "vecinos": 1265,
    "medidas": 1266,
    "captacion": 1267,
    "vecina": 1268,
    "reorientar": 1269,
    "enmascaramiento": 1270,
    "vecino": 1271,
    "solucion": 1272,
    "amigable": 1273,
    "sanciones": 1274,
    "indebido": 1275,
    "viole": 1276,
    "acarrear": 1277,
    "administrativas": 1278,
    "parte": 1279,
    "superintendencia": 1280,
    "industria": 1281,
    "comercio": 1282,
    "sic": 1283,
    "asi": 1284,
    "acciones": 1285,
    "legales": 1286,
    "civiles": 1287,
    "penales": 1288,
    "informar": 1289,
    "presencia": 1290,
    "obligatorio": 1291,
    "colocar": 1292,
    "avisos": 1293,
    "visibles": 1294,
    "informen": 1295,
    "existencia": 1296,
    "pequena": 1297,
    "tienda": 1298,
    "minorista": 1299,
    "centro": 1300,
    "popayan": 1301,
    "prevenir": 1302,
    "robos": 1303,
    "garantizar": 1304,
    "empleados": 1305,
    "horario": 1306,
    "fuera": 1307,
    "emergentes": 1308,
    "beneficiosas": 1309,
    "residencial": 1310,
    "moderno": 1311,
    "afueras": 1312,
    "comodidad": 1313,
    "residentes": 1314,
    "ofrecer": 1315,
    "significativos": 1316,
    "peatonal": 1317,
    "vehicular": 1318,
    "llaves": 1319,
    "realizan": 1320,
    "comportamiento": 1321,
    "reduciendo": 1322,
    "cerraduras": 1323,
    "viviendas": 1324,
    "controladas": 1325,
    "moviles": 1326,
    "posibilidad": 1327,
    "gestionar": 1328,
    "intercomunicacion": 1329,
    "identidad": 1330,
    "antes": 1331,
    "conceder": 1332,
    "plataforma": 1333,
    "inteligente": 1334,
    "ademas": 1335,
    "implementacion": 1336,
    "drones": 1337,
    "rondas": 1338,
    "perimetrales": 1339,
    "programadas": 1340,
    "podria": 1341,
    "flexible": 1342,
    "disenar": 1343,
    "escalable": 1344,
    "crecimiento": 1345,
    "sector": 1346,
    "construccion": 1347,
    "permita": 1348,
    "anadir": 1349,
    "medida": 1350,
    "expande": 1351,
    "muda": 1352,
    "nuevas": 1353,
    "optar": 1354,
    "permitan": 1355,
    "gestion": 1356,
    "centralizada": 1357,
    "inherentemente": 1358,
    "escalables": 1359,
    "analogicos": 1360,
    "conectandolas": 1361,
    "inicialmente": 1362,
    "margen": 1363,
    "soluciones": 1364,
    "escalabilidad": 1365,
    "casi": 1366,
    "ilimitada": 1367,
    "basados": 1368,
    "arquitectura": 1369,
    "modular": 1370,
    "nuevos": 1371,
    "lectores": 1372,
    "admiten": 1373,
    "adicion": 1374,
    "gran": 1375,
    "clave": 1376,
    "seleccionar": 1377,
    "plataformas": 1378,
    "fabricantes": 1379,
    "ofrezcan": 1380,
    "unificada": 1381,
    "facilitara": 1382,
    "supervision": 1383,
    "administracion": 1384,
    "crezca": 1385,
    "ergonomicas": 1386,
    "usabilidad": 1387,
    "cuenta": 1388,
    "comercial": 1389,
    "simultaneamente": 1390,
    "ergonomia": 1391,
    "primordiales": 1392,
    "intuitiva": 1393,
    "navegar": 1394,
    "disposicion": 1395,
    "clara": 1396,
    "vistas": 1397,
    "permitira": 1398,
    "visualmente": 1399,
    "destacadas": 1400,
    "acompanadas": 1401,
    "sonoras": 1402,
    "claras": 1403,
    "priorizar": 1404,
    "gravedad": 1405,
    "controles": 1406,
    "manipulacion": 1407,
    "accesibles": 1408,
    "bajo": 1409,
    "presion": 1410,
    "operador": 1411,
    "busqueda": 1412,
    "crucial": 1413,
    "adecuada": 1414,
    "recopilar": 1415,
    "retroalimentacion": 1416,
    "mejoras": 1417,
    "continuas": 1418,
    "optimizara": 1419,
    "operativa": 1420,
    "integre": 1421,
    "complejo": 1422,
    "industrial": 1423,
    "gestionando": 1424,
    "proveedores": 1425,
    "niveles": 1426,
    "horarios": 1427,
    "ingreso": 1428,
    "gestione": 1429,
    "planificacion": 1430,
    "cuidadosa": 1431,
    "proximidad": 1432,
    "matriculas": 1433,
    "barreras": 1434,
    "portones": 1435,
    "biometricos": 1436,
    "teclados": 1437,
    "numericos": 1438,
    "fundamental": 1439,
    "definir": 1440,
    "perfiles": 1441,
    "detallados": 1442,
    "especificando": 1443,
    "credencial": 1444,
    "centralizado": 1445,
    "administrar": 1446,
    "revocar": 1447,
    "registros": 1448,
    "capture": 1449,
    "acceden": 1450,
    "proporcionara": 1451,
    "visual": 1452,
    "emision": 1453,
    "pases": 1454,
    "temporales": 1455,
    "circulacion": 1456,
    "permitidas": 1457,
    "torniquetes": 1458,
    "peatonales": 1459,
    "autorizadas": 1460,
    "ingresen": 1461,
    "restringidas": 1462,
    "estrategias": 1463,
    "continuidad": 1464,
    "funcionamiento": 1465,
    "critico": 1466,
    "hospital": 1467,
    "prolongadas": 1468,
    "ante": 1469,
    "capas": 1470,
    "redundancia": 1471,
    "planes": 1472,
    "contingencia": 1473,
    "operativos": 1474,
    "esenciales": 1475,
    "infraestructura": 1476,
    "periodo": 1477,
    "prolongado": 1478,
    "pruebas": 1479,
    "periodicas": 1480,
    "correcto": 1481,
    "contar": 1482,
    "generadores": 1483,
    "electricos": 1484,
    "todo": 1485,
    "cortes": 1486,
    "prolongados": 1487,
    "conectividad": 1488,
    "redundante": 1489,
    "opcionalmente": 1490,
    "claros": 1491,
    "simulacros": 1492,
    "periodicos": 1493,
    "ayudara": 1494,
    "minimizar": 1495,
    "impacto": 1496,
    "cumpla": 1497,
    "cuidadoso": 1498,
    "primer": 1499,
    "previo": 1500,
    "expreso": 1501,
    "e": 1502,
    "informado": 1503,
    "empleado": 1504,
    "tratamiento": 1505,
    "faciales": 1506,
    "finalidad": 1507,
    "utilizaran": 1508,
    "tendra": 1509,
    "ellos": 1510,
    "conservaran": 1511,
    "filtraciones": 1512,
    "rectificar": 1513,
    "actualizar": 1514,
    "suprimir": 1515,
    "evaluacion": 1516,
    "eipd": 1517,
    "mitigar": 1518,
    "riesgos": 1519,
    "asociados": 1520,
    "tecnologia": 1521,
    "limitar": 1522,
    "minimo": 1523,
    "establecida": 1524,
    "fines": 1525,
    "distintos": 1526,
    "finalmente": 1527,
    "expertos": 1528,
    "cumplimiento": 1529,
    "normativo": 1530,
    "adoptar": 1531,
    "mejores": 1532,
    "practicas": 1533,
    "sensibles": 1534,
    "pregunta": 1535,
    "eres": 1536,
    "robot": 1537,
    "soy": 1538,
    "humano": 1539,
    "explicarme": 1540,
    "algo": 1541,
    "supuesto": 1542,
    "tratare": 1543,
    "explicartelo": 1544,
    "sencilla": 1545,
    "entiendo": 1546,
    "mucho": 1547,
    "preocupes": 1548,
    "guiarte": 1549,
    "paso": 1550,
    "preguntame": 1551,
    "pensando": 1552,
    "poner": 1553,
    "idea": 1554,
    "ambos": 1555,
    "casas": 1556,
    "contactos": 1557,
    "magneticos": 1558,
    "simple": 1559,
    "complicaciones": 1560,
    "basicos": 1561,
    "dar": 1562,
    "autoinstalables": 1563,
    "quieres": 1564,
    "vacaciones": 1565,
    "estes": 1566,
    "confiar": 1567,
    "instalado": 1568,
    "configurado": 1569,
    "dormir": 1570,
    "tranquilo": 1571,
    "error": 1572,
    "desactivarla": 1573,
    "ayudamos": 1574,
    "instalarlo": 1575,
    "pedir": 1576,
    "asistencia": 1577,
    "tecnica": 1578,
    "prefieres": 1579,
    "deba": 1580,
    "mascotas": 1581,
    "especiales": 1582,
    "ignoran": 1583,
    "toma": 1584,
    "instalan": 1585,
    "hora": 1586,
    "tendre": 1587,
    "pagar": 1588,
    "contratas": 1589,
    "mensual": 1590,
    "usarlo": 1591,
    "pierdo": 1592,
    "contactar": 1593,
    "sabre": 1594,
    "recibiras": 1595,
    "inmediata": 1596,
    "actuara": 1597,
    "dificil": 1598,
    "intuitivos": 1599,
    "controlas": 1600,
    "llaman": 1601,
    "hablarme": 1602,
    "consulta": 1604,
    "entiendes": 1605,
    "intentare": 1606,
    "darte": 1607,
    "agente": 1608,
    "hacerte": 1609,
    "tengo": 1610,
    "limite": 1611,
    "paciencia": 1612,
    "fui": 1613,
    "creado": 1614,
    "equipo": 1615,
    "emociones": 1616,
    "exactamente": 1617,
    "esfuerzo": 1618,
    "amable": 1619,
    "mostrarme": 1620,
    "fotos": 1621,
    "ahora": 1622,
    "describirte": 1623,
    "confiables": 1624,
    "presupuesto": 1625,
    "buscando": 1626,
    "poco": 1627,
    "perdido": 1628,
    "vamos": 1629,
    "vas": 1630,
    "vender": 1631,
    "directamente": 1632,
    "orientarte": 1633,
    "elijas": 1634,
    "vieja": 1635,
    "podrias": 1636,
    "actualizarla": 1637,
    "integrarla": 1638,
    "ayudo": 1639,
    "evaluarlo": 1640,
    "gusto": 1641,
    "estare": 1642,
    "empiezo": 1643,
    "primero": 1644,
    "vigilar": 1645,
    "basico": 1646,
    "excelente": 1647,
    "comenzar": 1648,
    "caro": 1649,
    "bolsillos": 1650,
    "economicos": 1651,
    "avanzados": 1652,
    "realmente": 1653,
    "avisarte": 1654,
    "instante": 1655,
    "tranquilidad": 1656,
    "inversion": 1657,
    "vale": 1658,
    "pena": 1659,
    "definitivamente": 1660,
    "registrar": 1661,
    "familia": 1662,
    "incluye": 1663,
    "puertasventanas": 1664,
    "tan": 1665,
    "intuitivas": 1666,
    "desactivar": 1667,
    "clics": 1668,
    "ampliando": 1669,
    "modulares": 1670,
    "empezar": 1671,
    "despues": 1672,
    "casos": 1673,
    "minutos": 1676,
    "modernos": 1677,
    "android": 1678,
    "iphone": 1679,
    "dura": 1680,
    "garantia": 1681,
    "proveedor": 1682,
    "anos": 1683,
    "extendido": 1684,
    "localmente": 1685,
    "demos": 1686,
    "periodos": 1687,
    "podemos": 1688,
    "zona": 1689,
    "instaladas": 1690,
    "actual": 1691,
    "basicas": 1692,
    "ezviz": 1693,
    "ajax": 1694,
    "otras": 1695,
    "ustedes": 1696,
    "venden": 1697,
    "asesorarte": 1698,
    "facilitamos": 1699,
    "venta": 1700,
    "directa": 1701,
    "derivarte": 1702,
    "sucede": 1703,
    "juntas": 1704,
    "inmunidad": 1705,
    "departamento": 1706,
    "pensados": 1707,
    "espacios": 1708,
    "reducidos": 1709,
    "mensualidad": 1710,
    "autogestionado": 1711,
    "pagos": 1712,
    "contratarlo": 1713,
    "adicionalmente": 1714,
    "vigila": 1715,
    "responde": 1716,
    "emergencias": 1717,
    "ruido": 1718,
    "robo": 1719,
    "ahuyentar": 1720,
    "alertarte": 1721,
    "propiedades": 1722,
    "privadas": 1723,
    "normativa": 1724,
    "oficinas": 1725,
    "bodegas": 1726,
    "adaptamos": 1727,
    "tengas": 1728,
    "mundo": 1729,
    "dudas": 1730,
    "contactarte": 1731,
    "asesor": 1732
  },
  "indiceAPalabra": {
    "1": "start",
    "2": "te",
    "3": "llamas",
    "4": "end",
    "5": "mi",
    "6": "nombre",
    "7": "nexo",
    "8": "security",
    "9": "estoy",
    "10": "aqui",
    "11": "brindarte",
    "12": "soporte",
    "13": "relacionado",
    "14": "seguridad",
    "15": "electronica",
    "16": "estas",
    "17": "muy",
    "18": "bien",
    "19": "gracias",
    "20": "mejorando",
    "21": "cada",
    "22": "dia",
    "23": "tu",
    "24": "hola",
    "25": "puedo",
    "26": "ayudarte",
    "27": "hoy",
    "28": "buenos",
    "29": "dias",
    "30": "asistirte",
    "31": "puedes",
    "32": "hacer",
    "33": "responder",
    "34": "preguntas",
    "35": "informacion",
    "36": "sobre",
    "37": "cuales",
    "38": "son",
    "39": "tus",
    "40": "funciones",
    "41": "respondo",
    "42": "consultas",
    "43": "brindo",
    "44": "instalacion",
    "45": "quiero",
    "46": "instalar",
    "47": "camaras",
    "48": "ofrecemos",
    "49": "guias",
    "50": "cuanto",
    "51": "cuesta",
    "52": "camara",
    "53": "costo",
    "54": "depende",
    "55": "del",
    "56": "tipo",
    "57": "necesito",
    "58": "ayuda",
    "59": "alarma",
    "60": "dime",
    "61": "problema",
    "62": "tienes",
    "63": "ayudare",
    "64": "configuro",
    "65": "ip",
    "66": "configurar",
    "67": "necesitas",
    "68": "conectarla",
    "69": "red",
    "70": "acceder",
    "71": "interfaz",
    "72": "web",
    "73": "cual",
    "74": "mejor",
    "75": "marca",
    "76": "algunas",
    "77": "marcas",
    "78": "recomendadas",
    "79": "hikvision",
    "80": "dahua",
    "81": "tplink",
    "82": "ofrecen",
    "83": "tecnico",
    "84": "si",
    "85": "tenemos",
    "86": "configuracion",
    "87": "dispositivos",
    "88": "contamos",
    "89": "manuales",
    "90": "tutoriales",
    "91": "sistemas",
    "92": "monitorear",
    "93": "casa",
    "94": "desde",
    "95": "celular",
    "96": "aplicacion",
    "97": "movil",
    "98": "tiempo",
    "99": "real",
    "100": "dvr",
    "101": "claro",
    "102": "diferencia",
    "103": "entre",
    "104": "nvr",
    "105": "usa",
    "106": "analogicas",
    "107": "cctv",
    "108": "significa",
    "109": "circuito",
    "110": "cerrado",
    "111": "television",
    "112": "videovigilancia",
    "113": "yo",
    "114": "mismo",
    "115": "pero",
    "116": "recomendable",
    "117": "seguir",
    "118": "guia",
    "119": "o",
    "120": "consultar",
    "121": "profesional",
    "122": "tarda",
    "123": "instalarse",
    "124": "sistema",
    "125": "tamano",
    "126": "suele",
    "127": "tomar",
    "128": "unas",
    "129": "horas",
    "130": "me",
    "131": "recomendar",
    "132": "necesidades",
    "133": "wifi",
    "134": "buena",
    "135": "opcion",
    "136": "las",
    "137": "tienen",
    "138": "vision",
    "139": "nocturna",
    "140": "muchas",
    "141": "infrarrojos",
    "142": "seguro",
    "143": "usar",
    "144": "debes",
    "145": "cambiar",
    "146": "contrasena",
    "147": "predeterminada",
    "148": "cifrado",
    "149": "wpa2",
    "150": "conectar",
    "151": "varias",
    "152": "segun",
    "153": "modelo",
    "154": "4",
    "155": "32",
    "156": "pueden",
    "157": "ver",
    "158": "televisor",
    "159": "tiene",
    "160": "salida",
    "161": "hdmi",
    "162": "vga",
    "163": "hay",
    "164": "sin",
    "165": "cables",
    "166": "existen",
    "167": "inalambricas",
    "168": "bateria",
    "169": "recargable",
    "170": "hablar",
    "171": "traves",
    "172": "audio",
    "173": "bidireccional",
    "174": "pasa",
    "175": "va",
    "176": "luz",
    "177": "respaldo",
    "178": "seguira",
    "179": "funcionando",
    "180": "grabar",
    "181": "imagenes",
    "182": "nube",
    "183": "almacenamiento",
    "184": "almacenan",
    "185": "grabaciones",
    "186": "disco",
    "187": "duro",
    "188": "puede",
    "189": "ser",
    "190": "semanas",
    "191": "detectar",
    "192": "movimientos",
    "193": "deteccion",
    "194": "movimiento",
    "195": "envio",
    "196": "alertas",
    "197": "alarmas",
    "198": "conectarse",
    "199": "inteligentes",
    "200": "permiten",
    "201": "control",
    "202": "hago",
    "203": "no",
    "204": "graba",
    "205": "revisa",
    "206": "estado",
    "207": "tarjeta",
    "208": "sd",
    "209": "exteriores",
    "210": "debe",
    "211": "resistente",
    "212": "agua",
    "213": "polvo",
    "214": "ip66",
    "215": "superior",
    "216": "ubicacion",
    "217": "area",
    "218": "quieras",
    "219": "cubrir",
    "220": "deben",
    "221": "estar",
    "222": "puntos",
    "223": "estrategicos",
    "224": "altos",
    "225": "alexa",
    "226": "compatibles",
    "227": "google",
    "228": "assistant",
    "229": "cuotas",
    "230": "mensuales",
    "231": "solo",
    "232": "requieren",
    "233": "compra",
    "234": "inicial",
    "235": "suscripciones",
    "236": "mejorar",
    "237": "reforzar",
    "238": "puertas",
    "239": "ventanas",
    "240": "necesitan",
    "241": "internet",
    "242": "funcionan",
    "243": "borrar",
    "244": "automaticamente",
    "245": "mayoria",
    "246": "los",
    "247": "sobrescriben",
    "248": "videos",
    "249": "antiguos",
    "250": "tipos",
    "251": "termicas",
    "252": "ptz",
    "253": "inteligencia",
    "254": "artificial",
    "255": "dvrnvr",
    "256": "conexion",
    "257": "cuantas",
    "258": "zonas",
    "259": "generalmente",
    "260": "recomienda",
    "261": "menos",
    "262": "elegir",
    "263": "fuente",
    "264": "alimentacion",
    "265": "cableadas",
    "266": "adaptador",
    "267": "corriente",
    "268": "poe",
    "269": "calidad",
    "270": "imagen",
    "271": "asegurate",
    "272": "limpiar",
    "273": "lente",
    "274": "ajustar",
    "275": "resolucion",
    "276": "verificar",
    "277": "iluminacion",
    "278": "monitoreo",
    "279": "autogestionadas",
    "280": "funciona",
    "281": "sensor",
    "282": "detecta",
    "283": "cambios",
    "284": "ambiente",
    "285": "mediante",
    "286": "microondas",
    "287": "activa",
    "288": "recibir",
    "289": "envian",
    "290": "notificaciones",
    "291": "app",
    "292": "cantidad",
    "293": "pixeles",
    "294": "hd",
    "295": "720p",
    "296": "full",
    "297": "1080p",
    "298": "4k",
    "299": "resoluciones",
    "300": "comunes",
    "301": "evitar",
    "302": "hackeos",
    "303": "contrasenas",
    "304": "seguras",
    "305": "actualiza",
    "306": "firmware",
    "307": "desactiva",
    "308": "accesos",
    "309": "remotos",
    "310": "necesarios",
    "311": "esta",
    "312": "siendo",
    "313": "hackeada",
    "314": "notas",
    "315": "luces",
    "316": "inusuales",
    "317": "extranos",
    "318": "actividad",
    "319": "desconocida",
    "320": "vigilancia",
    "321": "utiliza",
    "322": "video",
    "323": "proposito",
    "324": "proporcionar",
    "325": "detener",
    "326": "posibles",
    "327": "delitos",
    "328": "ayudar",
    "329": "investigacion",
    "330": "incidentes",
    "331": "varios",
    "332": "incluyendo",
    "333": "dominio",
    "334": "publico",
    "335": "alerta",
    "336": "amenazas",
    "337": "intrusiones",
    "338": "alertar",
    "339": "respuesta",
    "340": "rapida",
    "341": "efectiva",
    "342": "sonido",
    "343": "acceso",
    "344": "controla",
    "345": "quien",
    "346": "recurso",
    "347": "controlar",
    "348": "capa",
    "349": "adicional",
    "350": "huella",
    "351": "digital",
    "352": "reconocimiento",
    "353": "facial",
    "354": "bot",
    "355": "programa",
    "356": "software",
    "357": "correo",
    "358": "electronico",
    "359": "experiencia",
    "360": "integracion",
    "361": "ia",
    "362": "whatsapp",
    "363": "he",
    "364": "desarrollado",
    "365": "chatbots",
    "366": "usando",
    "367": "nodejs",
    "368": "tensorflowjs",
    "369": "manejas",
    "370": "entrenamiento",
    "371": "modelos",
    "372": "produccion",
    "373": "utilizo",
    "374": "ajusto",
    "375": "hiperparametros",
    "376": "precision",
    "377": "nlp",
    "378": "tecnicas",
    "379": "utilizas",
    "380": "procesamiento",
    "381": "lenguaje",
    "382": "natural",
    "383": "uso",
    "384": "tokenizacion",
    "385": "lematizacion",
    "386": "embeddings",
    "387": "palabras",
    "388": "comprension",
    "389": "chatbot",
    "390": "extraccion",
    "391": "datos",
    "392": "scraping",
    "393": "puppeteer",
    "394": "cheerio",
    "395": "obtener",
    "396": "sitios",
    "397": "tecnologias",
    "398": "desarrollar",
    "399": "trabajo",
    "400": "api",
    "401": "business",
    "402": "crear",
    "403": "asistentes",
    "404": "conversacionales",
    "405": "continuo",
    "406": "implemento",
    "407": "reentrenamiento",
    "408": "automatico",
    "409": "cierto",
    "410": "optimizas",
    "411": "rendimiento",
    "412": "mejoro",
    "413": "velocidad",
    "414": "eficientes",
    "415": "cacheo",
    "416": "respuestas",
    "417": "optimizacion",
    "418": "base",
    "419": "has",
    "420": "trabajado",
    "421": "bases",
    "422": "usado",
    "423": "mongodb",
    "424": "postgresql",
    "425": "almacenar",
    "426": "interacciones",
    "427": "despliegue",
    "428": "servidores",
    "429": "contenedores",
    "430": "docker",
    "431": "implementar",
    "432": "validacion",
    "433": "usuarios",
    "434": "mensajes",
    "435": "restricciones",
    "436": "proteger",
    "437": "estructurarias",
    "438": "atencion",
    "439": "cliente",
    "440": "disenaria",
    "441": "flujo",
    "442": "frecuentes",
    "443": "agentes",
    "444": "humanos",
    "445": "analisis",
    "446": "sentimiento",
    "447": "generacion",
    "448": "redes",
    "449": "neuronales",
    "450": "generar",
    "451": "dinamicas",
    "452": "manejo",
    "453": "predefinidas",
    "454": "mayor",
    "455": "clasificacion",
    "456": "texto",
    "457": "intenciones",
    "458": "ambiguas",
    "459": "confianza",
    "460": "incertidumbre",
    "461": "solicito",
    "462": "aclaraciones",
    "463": "usuario",
    "464": "mejorarias",
    "465": "interaccion",
    "466": "usaria",
    "467": "avanzado",
    "468": "manejarias",
    "469": "personalizacion",
    "470": "historial",
    "471": "preferencias",
    "472": "mas",
    "473": "adaptadas",
    "474": "apis",
    "475": "integrado",
    "476": "pago",
    "477": "funcionalidad",
    "478": "entrenas",
    "479": "entender",
    "480": "diferentes",
    "481": "formas",
    "482": "preguntar",
    "483": "expansion",
    "484": "sinonimos",
    "485": "reconocer",
    "486": "significado",
    "487": "operacion",
    "488": "instancias",
    "489": "serverless",
    "490": "ejecuto",
    "491": "cuando",
    "492": "posible",
    "493": "recojo",
    "494": "metricas",
    "495": "conjunto",
    "496": "revision",
    "497": "posterior",
    "498": "componentes",
    "499": "principales",
    "500": "fuentes",
    "501": "mientras",
    "502": "transmiten",
    "503": "factores",
    "504": "considerar",
    "505": "angulo",
    "506": "transmite",
    "507": "local",
    "508": "necesidad",
    "509": "ventajas",
    "510": "inalambrico",
    "511": "facil",
    "512": "flexibilidad",
    "513": "menor",
    "514": "cableado",
    "515": "regula",
    "516": "entrada",
    "517": "personas",
    "518": "tarjetas",
    "519": "huellas",
    "520": "dactilares",
    "521": "autenticacion",
    "522": "biometrica",
    "523": "caracteristicas",
    "524": "unicas",
    "525": "digitales",
    "526": "predeterminadas",
    "527": "restringir",
    "528": "dispositivo",
    "529": "entorno",
    "530": "caso",
    "531": "intrusion",
    "532": "perimetral",
    "533": "sensores",
    "534": "cercas",
    "535": "autorizados",
    "536": "activar",
    "537": "domotica",
    "538": "automatizacion",
    "539": "hogar",
    "540": "empresa",
    "541": "forma",
    "542": "remota",
    "543": "falsas",
    "544": "ajustando",
    "545": "sensibilidad",
    "546": "evitando",
    "547": "colocarlos",
    "548": "constante",
    "549": "mantenimiento",
    "550": "periodica",
    "551": "actualizacion",
    "552": "comprobacion",
    "553": "entradas",
    "554": "pasillos",
    "555": "areas",
    "556": "alto",
    "557": "trafico",
    "558": "visibilidad",
    "559": "discos",
    "560": "duros",
    "561": "alta",
    "562": "capacidad",
    "563": "configurando",
    "564": "grabacion",
    "565": "eventos",
    "566": "funcion",
    "567": "ups",
    "568": "mantiene",
    "569": "operativo",
    "570": "fallas",
    "571": "electricas",
    "572": "interrupciones",
    "573": "contra",
    "574": "ciberataques",
    "575": "separadas",
    "576": "algoritmos",
    "577": "sospechosos",
    "578": "rostros",
    "579": "analizar",
    "580": "comportamientos",
    "581": "beneficios",
    "582": "remoto",
    "583": "permite",
    "584": "visualizar",
    "585": "cualquier",
    "586": "lugar",
    "587": "integrar",
    "588": "asistente",
    "589": "patrones",
    "590": "automaticas",
    "591": "basadas",
    "592": "incendios",
    "593": "detectan",
    "594": "humo",
    "595": "temperatura",
    "596": "elevada",
